{
  "languages": {},
  "original": {
    "articles": [
      {
        "author": " PTI",
        "category": "India",
        "content": "Prime Minister Narendra Modi on Thursday (April 3, 2025) held delegation-level talks with his Thai counterpart Paetongtarn Shinawatra. PM Modi, who arrived in Bangkok on a two-day visit to attend the 6th BIMSTEC summit, earlier received a Guard of Honour and also witnessed a mesmerising Ramakien - Thai Ramayana performance. Thailand releases Ramayana mural stamp on PM Modi’s BIMSTEC visit “A special ceremonial welcome with Guard of Honour. PM @ingshin of Thailand warmly received PM @narendramodi at the Government House in Bangkok today,” MEA Spokesperson Randhir Jaiswal said in a post on X. \"The two leaders will have wide-ranging discussions for charting the way for future India-Thailand partnership,\" he said. In a post on X, the Prime Minister's Office said that he witnessed a mesmerising Ramakien, Thai Ramayana performance after he arrived in Bangkok. It showcased the rich civilisational connect between India and Thailand, the PMO said. การพูดคุยหารือของเราให้ความสำคัญเกี่ยวกับแนวทางการส่งเสริมความเป็นหุ้นส่วนทางยุทธศาสตร์ระหว่างอินเดียและไทยให้แน่นแฟ้นยิ่งขึ้น โดยสาขาที่เราได้หารือกันยังรวมไปถึงประเด็นทางยุทธศาสตร์ อาทิ การป้องกันประเทศ ความมั่นคง ความปลอดภัยทางทะเล และอุทกศาสตร์ นอกจากนี้… pic.twitter.com/UcVaepQeSZ \"A cultural connect like no other! Witnessed a captivating performance of the Thai Ramayana, Ramakien. It was a truly enriching experience that beautifully showcased the shared cultural and civilisational ties between India and Thailand,\" PM Modi said in a post on X. \"The Ramayana truly continues to connect hearts and traditions across so many parts of Asia,\" he added. In the evening, the Prime Minister will join the BIMSTEC (Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation) leaders from Thailand, Bangladesh, Sri Lanka, Nepal, Myanmar and Bhutan to oversee the signing of the Agreement on Maritime Cooperation. After concluding Thailand's visit, he will travel to Sri Lanka for his first visit to the island country since the election of its new president. The BIMSTEC summit will bring PM Modi face to face with Nepal Prime Minister K.P. Sharma Oli, Bangladesh Chief Adviser Muhammad Yunus and Myanmar military junta leader Min Aung Hlaing, among others. In a departure statement, PM Modi described BIMSTEC as a significant forum for promoting regional development, connectivity, and economic progress in the Bay of Bengal region over the past decade. Published - April 03, 2025 05:16 pm IST Thailand / Prime Minister Narendra Modi / diplomacy / international relations",
        "extraction_time": "2025-04-03T18:48:14.773928",
        "headline": "PM Modi holds talks with Thai counterpart Shinawatra ahead of BIMSTEC summit",
        "images": [
          {
            "filename": "PM_Modi_holds_talks_with_Thai__0_c8716947d3.jpg",
            "local_path": "output\\images\\PM_Modi_holds_talks_with_Thai__0_c8716947d3.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/uk61se/article69408121.ece/alternates/LANDSCAPE_1200/PTI04_03_2025_000288B.jpg"
          },
          {
            "filename": "PM_Modi_holds_talks_with_Thai__4_036eac4792.jpg",
            "local_path": "output\\images\\PM_Modi_holds_talks_with_Thai__4_036eac4792.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/uk61se/article69408121.ece/alternates/LANDSCAPE_660/PTI04_03_2025_000288B.jpg"
          }
        ],
        "main_image": {
          "filename": "PM_Modi_holds_talks_with_Thai__0_c8716947d3.jpg",
          "local_path": "output\\images\\PM_Modi_holds_talks_with_Thai__0_c8716947d3.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/uk61se/article69408121.ece/alternates/LANDSCAPE_1200/PTI04_03_2025_000288B.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:46:50",
        "source": "The Hindu",
        "summary": "Prime Minister Narendra Modi on Thursday (April 3, 2025) held delegation-level talks with his Thai counterpart Paetongtarn Shinawatra. PM Modi, who arrived in Bangkok on a two-day visit to attend the 6th BIMSTEC summit, earlier received a Guard of Honour and also witnessed a mesmerising Ramakien - Thai Ramayana performance. Thailand releases Ramayana mural stamp on PM Modi’s BIMSTEC visit “A special ceremonial welcome with Guard of Honour. PM @ingshin of Thailand warmly received PM @narendramodi at the Government House in Bangkok today,” MEA Spokesperson Randhir Jaiswal said in a post on X. \"The two leaders will have wide-ranging discussions for charting the way for future India-Thailand partnership,\" he said.",
        "tags": [
          "PM Modi in Thailand",
          "Thailand releases Ramayana mural stamp",
          "Modi’s BIMSTEC visit",
          "modi shinawatra talks",
          "BIMSTEC summit"
        ],
        "url": "https://www.thehindu.com/news/national/pm-modi-thailand-visit-bangkok-bimstec-summit-economic-trade-ties/article69407991.ece",
        "voice_file": "output\\voice\\2161ef64d9_PM_Modi_holds_talks_with_Thai.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Tiruchirapalli",
        "content": "The Train Passengers’ Association, Papanasam, has urged the Southern Railway to consider allocation of a counter exclusively for booking/purchasing of tickets through digital payments. Participating in the Tiruchi Divisional Rail Users Consultative Committee meeting held at Tiruchi on Thursday, association secretary T. Saravanan said that commuters trying to purchase open tickets at the eleventh hour to travel during peak hours at important stations such as Kumbakonam in Tiruchi Division find it difficult to complete the digital transaction process on time. This affects commuters waiting in the queue to buy tickets by paying cash, he added. Hence, he said, Southern Railway should consider opening a counter exclusively for passengers opting to complete the transaction through digital payment mode or installing an adequate number of manually operated ticket-vending machines at important railway stations in the Tiruchi Division. Cash payment booking could be offered at the digital payment counters during the non-peakhours, he added. Mr. Saravanan also demanded a stop at Papanasam railway station for the unreserved Tambaram-Nagarcoil Antyodhaya Express, a long-pending demand of commuters of the region. Introduction of a new service to connect Thanjavur with Bengaluru, conversion of the weekend special train between Tambaram and Tiruchi as a regular service, shelter on the entire platform at Papanasam and Thanjavur Junction, shifting the goods shed from Thanjavur Junction to a suitable place at Thittai or Alakudu or Papnasam in the region were the other demands put forth by the association at the meeting. Meanwhile on April 2, the Government Railway Police, Kumbakonam, organised a safety awareness meeting for women at Kumbakonam Railway Station. A Whatsapp group was formed by the police by collecting mobile phone numbers of women passengers commuting daily on the Kumbakonam-Tiruchi and Kumbakonam-Mayiladuthurai section. The members of the group were encouraged to post messages about any untoward incident they come across, if any, in the group during their journey. They were assured that their identity would be kept confidential, sources added. Published - April 03, 2025 05:03 pm IST Tiruchi / railway / indian railways",
        "extraction_time": "2025-04-03T18:48:16.705080",
        "headline": "Railway passengers’ association demands exclusive ticket counter for those making digital payment",
        "images": [
          {
            "filename": "Railway_passengers_association_0_ef0fb30eea.png",
            "local_path": "output\\images\\Railway_passengers_association_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Railway_passengers_association_0_ef0fb30eea.png",
          "local_path": "output\\images\\Railway_passengers_association_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:33:32",
        "source": "The Hindu",
        "summary": "The Train Passengers’ Association, Papanasam, has urged the Southern Railway to consider allocation of a counter exclusively for booking/purchasing of tickets through digital payments. Participating in the Tiruchi Divisional Rail Users Consultative Committee meeting held at Tiruchi on Thursday, association secretary T. Saravanan said that commuters trying to purchase open tickets at the eleventh hour to travel during peak hours at important stations such as Kumbakonam in Tiruchi Division find it difficult to complete the digital transaction process on time. This  affects commuters waiting in the queue to buy tickets by paying cash, he added. Hence, he said, Southern Railway should consider opening a counter exclusively for passengers opting to complete the transaction through digital payment mode or installing an adequate number of manually operated ticket-vending machines at important railway stations in the Tiruchi Division. Cash payment booking could be offered at the digital payment counters during the non-peakhours, he added.",
        "tags": [
          "railway",
          "digital payment",
          "ticket counter",
          "Kumbakonam",
          "Papanasam",
          "thanjavur"
        ],
        "url": "https://www.thehindu.com/news/cities/Tiruchirapalli/railway-passengers-association-demands-exclusive-ticket-counter-for-those-making-digital-payment/article69407849.ece",
        "voice_file": "output\\voice\\3295c10e89_Railway_passengers__associatio.mp3"
      },
      {
        "author": " PTI",
        "category": "India",
        "content": "Leader of Opposition Rahul Gandhi on Thursday (April 3, 2025) claimed that China had taken over 4,000 square kilometres of Indian territory and that reciprocal tariffs or import duties imposed by the U.S. would \"completely devastate\" the Indian economy, as he demanded answers from the government over these issues. The BJP hit back at Mr. Gandhi over his remarks during the Zero Hour i3,2025)n the Lok Sabha, saying \"not an inch of land\" had been given to China under BJP rule and it was under Congress rule that China had occupied Indian territory. The ruling party also said it is the country's good fortune that the PM of this country is Narendra Modi before whom the world bows. Speaking during the Zero Hour, Mr. Gandhi slammed the government over the celebration of the 75th anniversary of diplomatic ties by India and China. \"China is sitting on 4,000 square kilometre of our territory. I was shocked some time back to see that our foreign secretary (Vikram Misri) was cutting a cake with the Chinese ambassador. The question is — what exactly is happening to this territory of 4,000 sq km that China has taken?\" the former Congress president said. Referring to the Galwan incident, Mr. Gandhi said 20 jawans were martyred in 2020. \"There is a celebration taking place over their martyrdom by cutting a cake. We are not against normalcy but there should be status quo before that. We should get our land back. It has also come to my notice that the President and the Prime Minister have written to the Chinese,\" he said. \"We are not finding this out from our own people, it is the Chinese ambassador who is telling the people of India that the PM and the President have written to them,\" Mr. Gandhi said. He said foreign policy is about managing external countries and pointed out that on one hand, \"you have given China 4,000 sq km of our land\", and on the other hand our ally U.S. has suddenly decided to impose tariffs on us. He said the tariffs imposed by the U.S. are going to \"completely devastate\" the Indian economy, particularly sectors like the auto industry, pharmaceuticals and agriculture. \"Somebody once asked Indira Gandhi ji — 'In the matter of foreign policy you lean left or you lean right', and Indira Gandhi ji answered 'I don't lean left or right, I stand straight. I am Indian and I stand straight'. \"The BJP and the RSS have a different philosophy, when they are asked whether they lean left or the right, they say 'no, no, no, we bow our head in front of every foreigner that comes in front of us. This is something that is in their culture, in their history, we know that,\" Mr. Gandhi said. He said the government of India must give answers as to \"what is it doing about our land and about these tariffs that our ally has imposed on us\". The U.S. has announced 27% reciprocal tariffs on India, saying New Delhi imposes high import duties on American goods. Sharing a video of his remarks in the Lower House, Mr. Gandhi said on X, \"Cutting cakes with Chinese diplomats while they occupy our land amounts to nothing short of celebrating the sacrifice of our brave martyrs!\" \"Prime Minister Modi and the BJP's 'foreign policy' continues its spineless tradition - bowing before every foreigner, when we should be standing straight. When will the PM answer how the govt will get back the 4,000 sq. km. encroached by China or respond to the economically devastating 26% tariffs imposed by the United States?\" the former Congress president said. Speaking during the Zero Hour, BJP MP Anurag Thakur hit back at Mr. Gandhi, asking under whose rule did China occupied Aksai Chin area. \"They kept talking about Hindi-Chini bhai bhai and stabbed us in the back. Who was the leader that was having Chinese soup with Chinese officials at the time of Doklam and did not stand with the people of the Indian army. Which is the foundation which took money from Chinese officials. Question has not been answered whether Rajiv Gandhi foundation had taken that money or not, for what was the money taken?\" Mr. Thakur said. \"Under Modi government, we can say the Indian army gave a befitting reply during Doklam. The PM went to the border and boosted the morale of the armed forces. The defence minister also went...not even a single inch of land anybody has been able to take. Some people level false allegations while colluding with China for their political advantage,\" he said, hitting out at Mr. Gandhi. Another BJP MP Nishikant Dubey said it is the country's good fortune that the PM of this country is Narendra Modi before whom the world bows. \"US president calls Modi his friend, Australian PM calls him boss, Papua New Guinea PM touches his feet. This is the situation. A weak PM like yours, who gave Tibet, who gave territory to the Chinese... Indira Gandhi gave away Kachchatheevu Island to Sri Lanka,\" Mr. Dubey said. \"It is not a time for a weak PM like yours, it is not Nehru's country. We have not given an inch to China. We did not sign an MoU with a Communist Party of India. Your PMs did agreements due to which China is our enemy and your agreement on Tibet was wrong. We are proud that PM Modi is our PM and the whole world bows before him,\" the BJP MP said during the Zero Hour in the Lok Sabha. Published - April 03, 2025 05:31 pm IST India / Delhi / parliament / Parliament proceedings",
        "extraction_time": "2025-04-03T18:48:17.158819",
        "headline": "Rahul slams government over 'China occupying land', U.S. tariff issue; BJP hits back",
        "images": [
          {
            "filename": "Rahul_slams_government_over_Ch_0_3d45a80ba7.jpg",
            "local_path": "output\\images\\Rahul_slams_government_over_Ch_0_3d45a80ba7.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/rwshbx/article69408139.ece/alternates/LANDSCAPE_1200/PTI04_03_2025_000136A.jpg"
          },
          {
            "filename": "Rahul_slams_government_over_Ch_4_c254e814ba.jpg",
            "local_path": "output\\images\\Rahul_slams_government_over_Ch_4_c254e814ba.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/rwshbx/article69408139.ece/alternates/LANDSCAPE_660/PTI04_03_2025_000136A.jpg"
          }
        ],
        "main_image": {
          "filename": "Rahul_slams_government_over_Ch_0_3d45a80ba7.jpg",
          "local_path": "output\\images\\Rahul_slams_government_over_Ch_0_3d45a80ba7.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/rwshbx/article69408139.ece/alternates/LANDSCAPE_1200/PTI04_03_2025_000136A.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:01:21",
        "source": "The Hindu",
        "summary": "Leader of Opposition Rahul Gandhi on Thursday (April 3, 2025) claimed that China had taken over 4,000 square kilometres of Indian territory and that reciprocal tariffs or import duties imposed by the U.S. would \"completely devastate\" the Indian economy, as he demanded answers from the government over these issues. The BJP hit back at Mr. Gandhi over his remarks during the Zero Hour i3,2025)n the Lok Sabha, saying \"not an inch of land\" had been given to China under BJP rule and it was under Congress rule that China had occupied Indian territory. The ruling party also said it is the country's good fortune that the PM of this country is Narendra Modi before whom the world bows.",
        "tags": [
          "Rahul Gandhi",
          "Chinese border",
          "Chinese intervention",
          "China occupying land",
          "US Tariff"
        ],
        "url": "https://www.thehindu.com/news/national/rahul-slams-government-over-china-occupying-land-us-tariff-issue-bjp-hits-back/article69408085.ece",
        "voice_file": "output\\voice\\02b2edf5d0_Rahul_slams_government_over__C.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Karnataka",
        "content": "Three women who suffered serious injuries in a gas cylinder blast at Konanur in Arkalgud taluk of Hassan on March 30 died one after the other in the last three days. Meenakshi Raju, 50, who was under treatment at a private hospital in Mysuru, died on Thursday morning. She is survived by her husband and two daughters. Radhamma, 60, died on Wednesday, and Mangalamma, 50, succumbed to injuries on Tuesday. Radhamma lost her husband a few years ago, and she had no children. Mangalamma is survived by three children. The three victims were the daughters-in-law of Kariyamma. The incident occurred when they were busy preparing food for the relatives attending the 11th-day ceremony after the death of Kariyamma. The relatives shifted them to a government hospital in Arkalgud. Later, they were moved to a private hospital in Mysuru, but they did not respond to treatment. Hassan Deputy Commissioner C. Sathyabhama visited the families of the victims on Thursday. “It was an unfortunate incident. The district administration would take necessary steps to get compensation for the victims from the Chief Minister’s relief fund,” the Deputy Commissioner said. Published - April 03, 2025 05:19 pm IST",
        "extraction_time": "2025-04-03T18:48:18.718745",
        "headline": "Cylinder blast: Three women die in Arkalgud",
        "images": [
          {
            "filename": "Cylinder_blast_Three_women_die_0_1353b2c48f.jpg",
            "local_path": "output\\images\\Cylinder_blast_Three_women_die_0_1353b2c48f.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/ei3yon/article69408041.ece/alternates/LANDSCAPE_1200/9911_3_4_2025_15_16_26_1_DC_VISIT.JPG"
          },
          {
            "filename": "Cylinder_blast_Three_women_die_4_060d57e786.jpg",
            "local_path": "output\\images\\Cylinder_blast_Three_women_die_4_060d57e786.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/ei3yon/article69408041.ece/alternates/LANDSCAPE_660/9911_3_4_2025_15_16_26_1_DC_VISIT.JPG"
          }
        ],
        "main_image": {
          "filename": "Cylinder_blast_Three_women_die_0_1353b2c48f.jpg",
          "local_path": "output\\images\\Cylinder_blast_Three_women_die_0_1353b2c48f.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/ei3yon/article69408041.ece/alternates/LANDSCAPE_1200/9911_3_4_2025_15_16_26_1_DC_VISIT.JPG"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:49:25",
        "source": "The Hindu",
        "summary": "Three women who suffered serious injuries in a gas cylinder blast at Konanur in Arkalgud taluk of Hassan on March 30 died one after the other in the last three days. Meenakshi Raju, 50, who was under treatment at a private hospital in Mysuru, died on Thursday morning. She is survived by her husband and two daughters. Radhamma, 60, died on Wednesday, and Mangalamma, 50, succumbed to injuries on Tuesday. Radhamma lost her husband a few years ago, and she had no children. Mangalamma is survived by three children. The three victims were the daughters-in-law of Kariyamma. The incident occurred when they were busy preparing food for the relatives attending the 11th-day ceremony after the death of Kariyamma. The relatives shifted them to a government hospital in Arkalgud. Later, they were moved to a private hospital in Mysuru, but they did not respond to treatment.",
        "tags": [
          "gas cylinder blast",
          "Konanur in Arkalgud taluk of Hassan",
          "Meenakshi Raju",
          "50",
          "Radhamma",
          "60",
          "Mangalamma",
          "50",
          "busy preparing food for the relatives attending the 11th-day ceremony after the death of Kariyamma",
          "Hassan Deputy Commissioner C. Sathyabhama"
        ],
        "url": "https://www.thehindu.com/news/national/karnataka/cylinder-blast-three-women-die-in-arkalgud/article69407663.ece",
        "voice_file": "output\\voice\\afd090342e_Cylinder_blast__Three_women_di.mp3"
      },
      {
        "author": " PTI",
        "category": "Industry",
        "content": "The U.S. reciprocal tariffs are expected to disrupt global trade flows and affect alternative markets like India with increased steel imports from countries hit by President Donald Trump's import levies, experts said. Also read | Trump tariff announcement LIVE Updates President Trump on Wednesday (April 2, 2025) announced reciprocal tariffs on about 60 countries in a historic measure to counter higher duties imposed globally on American products. For India, the U.S. has announced 27% reciprocal tariffs saying New Delhi imposes high import duties on American goods, as the Donald Trump administration aims to reduce the country's trade deficit and boost manufacturing. However, automobiles and auto parts and steel and aluminium articles, already subject to Section 232 tariffs at 25%, announced in March, are not covered in the latest order. Indian Stainless Steel Development Association (ISSDA) said the overall volume of (stainless steel) exports to the U.S. remains modest, limiting the direct impact of reciprocal tariffs on India's stainless steel sector. \"The greater concern, however, lies in the potential trade diversions triggered by such policies. Countries facing U.S. tariffs may redirect their exports to India, leading to an influx of low-cost imports,\" ISSDA President Rajamani Krishnamurti said. This poses a significant challenge to domestic producers, threatening the sustainability and growth of the Indian stainless steel industry, he said. Dhruv Goel, CEO of market research firm BigMint said, \"The indirect impact could be significant. Any disruption in global trade flows can lead to price volatility, shifts in demand-supply dynamics, and increased competition in alternate markets.\" According to BigMint, U.S. imports from India (finished steel, semi finished and stainless steel) stood at 0.22 million tonnes in 2024. In 2024, imports of steel from China to the U.S. were 0.39 million tonnes, 3.06 million tonnes from the EU, 0.75 million tonnes from Japan, 1.19 million tonnes from Vietnam and 2.53 million tonnes from South Korea. Vinayak Vipul, Partner, Metals and Mining, EY Parthenon said the direct impact will be limited but secondary effects such as global price fluctuations and trade diversions require close monitoring, he said. Hridaya Mohan, ED at SAIL, said that with the exports from the EU to the U.S. becoming unviable, India may face steel dumping from China, South Korea, and Japan. Ram Aggarwal, CEO, special steel maker Goodluck India said the U.S. tariffs are expected to adversely impact Indian exporters, particularly in the steel tube category. Ritabrata Ghosh, Vice President & Sector Head, Corporate Ratings, ICRA, said, “Steel was already under the 25% duty imposed under Section 232 and the latest reciprocal tariff announcement exempts steel. The immediate impact could be limited.” Jindal Stainless MD Abhyuday Jindal said, “The development is bound to affect the global supply chain order, and the Indian industry, especially manufacturing, could benefit from this.” “The lower reciprocal tariff rate of 27% on Indian goods, compared to much higher rates on China and Southeast Asian countries, could open up an array of opportunities in other sectors due to recalibrated trade flows. India Inc and MSMEs, supported by favourable policy measures, can take this opportunity to fill these gaps.” Published - April 03, 2025 06:42 pm IST economy, business and finance / business (general) / USA / Donald Trump / India-United States / taxes and duties",
        "extraction_time": "2025-04-03T18:48:20.566423",
        "headline": "India may see influx of steel imports from U.S. tariff-hit countries, say experts",
        "images": [
          {
            "filename": "India_may_see_influx_of_steel__0_142eeb06ba.jpg",
            "local_path": "output\\images\\India_may_see_influx_of_steel__0_142eeb06ba.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/o9voez/article69408545.ece/alternates/LANDSCAPE_1200/Trump_Tariffs_Steel_India_10134.jpg"
          },
          {
            "filename": "India_may_see_influx_of_steel__4_e62459c249.jpg",
            "local_path": "output\\images\\India_may_see_influx_of_steel__4_e62459c249.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/o9voez/article69408545.ece/alternates/LANDSCAPE_660/Trump_Tariffs_Steel_India_10134.jpg"
          }
        ],
        "main_image": {
          "filename": "India_may_see_influx_of_steel__0_142eeb06ba.jpg",
          "local_path": "output\\images\\India_may_see_influx_of_steel__0_142eeb06ba.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/o9voez/article69408545.ece/alternates/LANDSCAPE_1200/Trump_Tariffs_Steel_India_10134.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "13:12:40",
        "source": "The Hindu",
        "summary": "The U.S. reciprocal tariffs are expected to disrupt global trade flows and affect alternative markets like India with increased steel imports from countries hit by President Donald Trump's import levies, experts said. Also read | Trump tariff announcement LIVE Updates President Trump on Wednesday (April 2, 2025) announced reciprocal tariffs on about 60 countries in a historic measure to counter higher duties imposed globally on American products. For India, the U.S. has announced 27% reciprocal tariffs saying New Delhi imposes high import duties on American goods, as the Donald Trump administration aims to reduce the country's trade deficit and boost manufacturing.",
        "tags": [
          "Impact of US tariffs on India",
          "India’s stainless steel sector",
          "influx of steel imports",
          "steel prices",
          "Indian stainless steel industry",
          "low-cost steel imports",
          "Donald Trump tariffs"
        ],
        "url": "https://www.thehindu.com/business/Industry/india-may-see-influx-of-steel-imports-from-us-tariff-hit-countries-say-experts/article69408388.ece",
        "voice_file": "output\\voice\\965988e353_India_may_see_influx_of_steel.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Hyderabad",
        "content": "Twenty startups from the more than 200 that had applied have been selected for the 5th cohort of AIC T-Hub Healthcare Programme conducted in collaboration by startup incubator T-Hub and Atal Innovation Mission (AIM) with an eye to accelerating innovation in medtech, digital health and healthcare accessibility. Mentorship from industry veterans, market access, investor engagement and regulatory guidance will be provided to the selected startups during the three-month programme offered in hybrid mode. Artyem Care, Bioscafil, Chqup, Cloud Palliative Care, Dag2IL, Epirelief, Dr. DICOM (GLOCAL DIGITAL), Kashi Medicos, Nahush Pharma, Oui Medical, Planytics, Reyansh Technologies, Sigma Mozak, Signel Biomedical, Skinska, Tap Health, thebabyland, TurocratesAI, 365Veda and Warkas are the startups that have been selected. They made it based on their proof-of-concept readiness, technological innovation, regulatory compliance preparedness, market potential and the strength of their founding teams, T-Hub said on Thursday in a release on launch of the 5th cohort. Besides one-on-one mentorship, the startups stand to gain from strategic introductions to hospitals and corporates and exclusive investor networking opportunities that will help secure funding and business collaborations. They will get access to leading hospitals and healthcare institutions for real-world validation and pilot studies, ensuring their solutions are market-ready and clinically viable. “We are committed to driving healthcare innovation by equipping startups with the resources they need to scale and succeed,” AIC T-Hub Foundation CEO Rajesh Adla said. AIC T-Hub has supported 53 healthcare startups across the previous cohorts. These startups have collectively raised over ₹60.46 crore in funding. AIC T-Hub is strengthening clinical validation opportunities through collaborations with hospitals, research labs and pharmaceutical companies. The programme aims to onboard one or two international startups to introduce them to India’s healthcare ecosystem. It will conclude with a demo day and investor connect in June 2025. Published - April 03, 2025 06:39 pm IST Telangana / healthcare policy",
        "extraction_time": "2025-04-03T18:48:22.041662",
        "headline": "T-Hub-Atal Innovation Mission’s healthcare accelerator rolls out with 20 startups",
        "images": [
          {
            "filename": "T-Hub-Atal_Innovation_Missions_0_ef0fb30eea.png",
            "local_path": "output\\images\\T-Hub-Atal_Innovation_Missions_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "T-Hub-Atal_Innovation_Missions_0_ef0fb30eea.png",
          "local_path": "output\\images\\T-Hub-Atal_Innovation_Missions_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "13:09:41",
        "source": "The Hindu",
        "summary": "Twenty startups from the more than 200 that had applied have been selected for the 5th cohort of AIC T-Hub Healthcare Programme conducted in collaboration by startup incubator T-Hub and Atal Innovation Mission (AIM) with an eye to accelerating innovation in medtech, digital health and healthcare accessibility. Mentorship from industry veterans, market access, investor engagement and regulatory guidance will be provided to the selected startups during the three-month programme offered in hybrid mode. Artyem Care, Bioscafil, Chqup, Cloud Palliative Care, Dag2IL, Epirelief, Dr. DICOM (GLOCAL DIGITAL), Kashi Medicos, Nahush Pharma, Oui Medical, Planytics, Reyansh Technologies, Sigma Mozak, Signel Biomedical, Skinska, Tap Health, thebabyland, TurocratesAI, 365Veda and Warkas are the startups that have been selected. They made it based on their proof-of-concept readiness, technological innovation, regulatory compliance preparedness, market potential and the strength of their founding teams, T-Hub said on Thursday in a release on launch of the 5th cohort.",
        "tags": [
          "startups",
          "AIC T-Hub Healthcare Programme",
          "Atal Innovation Mission (AIM)",
          "Rajesh Adla",
          "research labs",
          "pharmaceutical companies"
        ],
        "url": "https://www.thehindu.com/news/cities/Hyderabad/t-hub-atal-innovation-missions-healthcare-accelerator-rolls-out-with-20-startups/article69407669.ece",
        "voice_file": "output\\voice\\ec4c20b8c0_T-Hub-Atal_Innovation_Mission_.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Tiruchirapalli",
        "content": "A 37-year-old man was arrested on charges of sexually assaulting seven minor boys who were staying in a school hostel near Tiruchi. The hostel director has been arrested on charges of abetting the crime. The offence came to light after some relatives of the affected boys conveyed the information to the Child Line number. Acting on information, the District Child Protection Officer, Tiruchi, P. Rahul Gandhi, accompanied by police personnel, conducted inquiries with the boys, school headmaster and the hostel director on Wednesday. Subsequently, a complaint was lodged with the All Women Police Station, Lalgudi. Police sources said the main accused in the case was Sundarrajan, 37, who is alleged to have committed the crime. Sundarrajan was known to the hostel director Kulandainathan, 50. The charge against Kulandainathan was that he ignored the complaints from the minor boys and abetted the crime. The two were arrested on Wednesday. A case under different sections of the POCSO Act has been registered against the two accused, the sources added. Published - April 03, 2025 06:12 pm IST Tiruchi / crime",
        "extraction_time": "2025-04-03T18:48:22.590707",
        "headline": "Two, including hostel director, arrested under POCSO Act",
        "images": [
          {
            "filename": "Two_including_hostel_director__0_ef0fb30eea.png",
            "local_path": "output\\images\\Two_including_hostel_director__0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Two_including_hostel_director__0_ef0fb30eea.png",
          "local_path": "output\\images\\Two_including_hostel_director__0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:42:53",
        "source": "The Hindu",
        "summary": "A 37-year-old man was arrested on charges of sexually assaulting seven minor boys who were staying in a school hostel near Tiruchi.  The hostel director has been arrested on charges of abetting the crime.  The offence came to light after some relatives of the affected boys conveyed the information to the Child Line number. Acting on information, the District Child Protection Officer, Tiruchi, P. Rahul Gandhi, accompanied by police personnel, conducted inquiries with the boys, school headmaster and the hostel director on Wednesday.  Subsequently, a complaint was lodged with the All Women Police Station, Lalgudi. Police sources said the main accused in the case was Sundarrajan, 37, who is alleged to have committed the crime.  Sundarrajan was known to the hostel director Kulandainathan, 50.  The charge against Kulandainathan was that he ignored the complaints from the minor boys and abetted the crime.  The two were arrested on Wednesday. A case under different sections of the POCSO Act has been registered against the two accused, the sources added.",
        "tags": [
          "POCSO case",
          "hostel warden arrested",
          "child abuse",
          "trichy",
          "Lalgudi"
        ],
        "url": "https://www.thehindu.com/news/cities/Tiruchirapalli/two-including-hostel-director-arrested-under-pocso-act/article69408300.ece",
        "voice_file": "output\\voice\\ba5661e969_Two__including_hostel_director.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Coimbatore",
        "content": "The Salem District Police arrested a woman and her son in connection with a murder on Thursday. M. Rajendran (65), a nutritionist, was found murdered in his house at Sankagiri on March 31. The Sankagiri police registered a case and arrested seven members of a group who allegedly murdered Rajendran based on the direction of his wife Rani and son Aravind. Based on the investigation, on Thursday, the police arrested Rani and Aravind and are investigating further. Published - April 03, 2025 05:57 pm IST Salem",
        "extraction_time": "2025-04-03T18:48:23.414909",
        "headline": "Woman, son arrested for murder in Salem",
        "images": [
          {
            "filename": "Woman_son_arrested_for_murder__0_ef0fb30eea.png",
            "local_path": "output\\images\\Woman_son_arrested_for_murder__0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Woman_son_arrested_for_murder__0_ef0fb30eea.png",
          "local_path": "output\\images\\Woman_son_arrested_for_murder__0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:27:39",
        "source": "The Hindu",
        "summary": "The Salem District Police arrested a woman and her son in connection with a murder on Thursday. M. Rajendran (65), a nutritionist, was found murdered in his house at Sankagiri on March 31. The Sankagiri police registered a case and arrested seven members of a group who allegedly murdered Rajendran based on the direction of his wife Rani and son Aravind. Based on the investigation, on Thursday, the police arrested Rani and Aravind and are investigating further. Published - April 03, 2025 05:57 pm IST Salem",
        "tags": [
          "Woman",
          "son arrested for murder in Salem"
        ],
        "url": "https://www.thehindu.com/news/cities/Coimbatore/woman-son-arrested-for-murder-in-salem/article69408051.ece",
        "voice_file": "output\\voice\\747c16e99b_Woman__son_arrested_for_murder.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Kerala",
        "content": "Terming the passing of the Waqf (Amendment) Bill, 2025, a positive development, Sree Narayana Dharma Paripalana (SNDP) Yogam general secretary Vellappay Natesan has said it would help resolve the Munambam land dispute. Speaking to mediapersons at Kanichukulangara in Alappuzha on Thursday, Mr. Natesan said the Bill was not against Muslims. “What we witnessed in the Lok Sabha was a demonstration of Muslim strength,” he added. Earlier, Bharatiya Janata Party (BJP) State president Rajeev Chandrasekhar visited the SNDP Yogam general secretary at the latter’s house. Mr. Natesan said the BJP in Kerala would improve under the leadership of the new president. Mr. Chandrasekhar termed the visit a courtesy call. “I have a long-standing association with the SNDP Yogam general secretary and this is not a political visit,” the BJP president said. Published - April 03, 2025 06:08 pm IST",
        "extraction_time": "2025-04-03T18:48:23.972158",
        "headline": "Rajeev Chandrasekhar meets Vellappally",
        "images": [
          {
            "filename": "Rajeev_Chandrasekhar_meets_Vel_0_361addbe2f.jpg",
            "local_path": "output\\images\\Rajeev_Chandrasekhar_meets_Vel_0_361addbe2f.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/oq3dmd/article69408241.ece/alternates/LANDSCAPE_1200/11073_3_4_2025_16_31_12_1_4TVAL1_SNDP.JPG"
          },
          {
            "filename": "Rajeev_Chandrasekhar_meets_Vel_4_cbf3297697.jpg",
            "local_path": "output\\images\\Rajeev_Chandrasekhar_meets_Vel_4_cbf3297697.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/oq3dmd/article69408241.ece/alternates/LANDSCAPE_660/11073_3_4_2025_16_31_12_1_4TVAL1_SNDP.JPG"
          }
        ],
        "main_image": {
          "filename": "Rajeev_Chandrasekhar_meets_Vel_0_361addbe2f.jpg",
          "local_path": "output\\images\\Rajeev_Chandrasekhar_meets_Vel_0_361addbe2f.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/oq3dmd/article69408241.ece/alternates/LANDSCAPE_1200/11073_3_4_2025_16_31_12_1_4TVAL1_SNDP.JPG"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:38:54",
        "source": "The Hindu",
        "summary": "Terming the passing of the Waqf (Amendment) Bill, 2025, a positive development, Sree Narayana Dharma Paripalana (SNDP) Yogam general secretary Vellappay Natesan has said it would help resolve the Munambam land dispute. Speaking to mediapersons at Kanichukulangara in Alappuzha on Thursday, Mr. Natesan said the Bill was not against Muslims. “What we witnessed in the Lok Sabha was a demonstration of Muslim strength,” he added. Earlier, Bharatiya Janata Party (BJP) State president Rajeev Chandrasekhar visited the SNDP Yogam general secretary at the latter’s house. Mr. Natesan said the BJP in Kerala would improve under the leadership of the new president.",
        "tags": [],
        "url": "https://www.thehindu.com/news/national/kerala/rajeev-chandrasekhar-meets-vellappally/article69408122.ece",
        "voice_file": "output\\voice\\b20dbdb005_Rajeev_Chandrasekhar_meets_Vel.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "World",
        "content": "U.S. President Donald Trump on Wednesday (April 2, 2025) listed the high tariffs charged by India on American products as he announced reciprocal tariffs on countries across the board, declaring a 26% “discounted reciprocal tariff” on India. Also read | Donald Trump’s ‘liberation day’ tariffs: India’s agriculture, machinery, pharma, electrical, chemical sectors may see impact, say experts “This is Liberation Day, a long-awaited moment. 2nd April 2025 will forever be remembered as the day American industry was reborn, the day America’s destiny was reclaimed, and the day that we began to make America wealthy again. We are going to make it wealthy, good, and wealthy,” Mr. Trump said on Wednesday (April 2, 2025) in remarks from the Rose Garden at the White House as he announced the closely watched reciprocal tariffs on countries that impose levies on American goods. Also read | Key details on Trump’s market-shaking tariffs The president’s higher rates would hit foreign entities that sell more goods to the United States than they buy, meaning the tariffs could stay in place for some time as the administration expects other nations to lower their tariffs and other barriers to trade that it says have led to a $1.2 trillion trade imbalance last year. (With agency inputs)",
        "extraction_time": "2025-04-03T18:48:25.603134",
        "headline": "Trump tariff announcement LIVE: Commerce Ministry says discussions ongoing between India-U.S. for mutually beneficial trade agreement",
        "images": [
          {
            "filename": "Trump_tariff_announcement_LIVE_0_f15ac8679e.jpg",
            "local_path": "output\\images\\Trump_tariff_announcement_LIVE_0_f15ac8679e.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/klohs4/article69407202.ece/alternates/LANDSCAPE_1200/AP04_03_2025_000006B.jpg"
          },
          {
            "filename": "Trump_tariff_announcement_LIVE_4_bde1453545.jpg",
            "local_path": "output\\images\\Trump_tariff_announcement_LIVE_4_bde1453545.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/klohs4/article69407202.ece/alternates/LANDSCAPE_660/AP04_03_2025_000006B.jpg"
          }
        ],
        "main_image": {
          "filename": "Trump_tariff_announcement_LIVE_0_f15ac8679e.jpg",
          "local_path": "output\\images\\Trump_tariff_announcement_LIVE_0_f15ac8679e.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/klohs4/article69407202.ece/alternates/LANDSCAPE_1200/AP04_03_2025_000006B.jpg"
        },
        "publication_date": "2025-04-02",
        "publication_time": "11:47:26",
        "source": "The Hindu",
        "summary": "U.S. President Donald Trump on Wednesday (April 2, 2025) listed the high tariffs charged by India on American products as he announced reciprocal tariffs on countries across the board, declaring a 26% “discounted reciprocal tariff” on India. Also read | Donald Trump’s ‘liberation day’ tariffs: India’s agriculture, machinery, pharma, electrical, chemical sectors may see impact, say experts “This is Liberation Day, a long-awaited moment. 2nd April 2025 will forever be remembered as the day American industry was reborn, the day America’s destiny was reclaimed, and the day that we began to make America wealthy again. We are going to make it wealthy, good, and wealthy,” Mr. Trump said on Wednesday (April 2, 2025) in remarks from the Rose Garden at the White House as he announced the closely watched reciprocal tariffs on countries that impose levies on American goods.",
        "tags": [
          "trump tariff news",
          "Donald Trump tariffs on India",
          "donald trump liberation day",
          "trump tariffs india",
          "Trump reciprocal tariffs",
          "tariffs trump",
          "Donald Trump announcement"
        ],
        "url": "https://www.thehindu.com/news/international/donald-trump-tariff-announcements-live-updates-liberation-day-india-impact-april-2-2025/article69403794.ece",
        "voice_file": "output\\voice\\1ba369b3d7_Trump_tariff_announcement_LIVE.mp3"
      },
      {
        "author": " AP",
        "category": "Football",
        "content": "The United States and the United Kingdom looked set on Thursday (April 3, 2025) to be picked by FIFA next year as hosts of Women’s World Cups expanded to 48 teams from 32. Their respective intentions to bid for the 2031 and 2035 editions are alone in the contests after a first deadline to enter the race passed. The first formal bid documents must be signed by the end of April. FIFA President Gianni Infantino told European football officials the governing body received one expression of interest to host the 2031 event — from the U.S. with the possibility of other countries in the CONCACAF region joining the project. That long-promised bid would likely include Mexico. FIFA has just one “valid bid” to host the 2035 event, from the British member federations centered on England, Infantino said at UEFA’s annual meeting in Belgrade, Serbia. “We are honored to be the sole bidder for the FIFA Women’s World Cup 2035,\" English FA CEO Mark Bullingham said. \"Hosting the first FIFA World Cup since 1966 with our home nations partners will be very special. The hard work starts now, to put together the best possible bid by the end of the year.” The U.K.'s interest was quickly supported last month by British Prime Minister Keir Starmer when FIFA said it was formally seeking bids from member federations. FIFA excluded Europe from the 2031 contest, clearing the way for a long-expected U.S. win. Spanish football officials said last week they hoped to bid, possibly with Portugal and Morocco in a repeat of the co-hosting plan for the men’s 2030 World Cup. Wins and winnings: On FIFA Women’s World Cup and Spain’s maiden win Infantino’s comments to the annual meeting of UEFA seemed to rule out a Spain bid being allowed. “So the path is there for the Women’s World Cup to be taking place in ’31 and ’35 in some great countries,” the FIFA president said, “to boost even more the women’s football movement.” FIFA is scheduled to confirm Women’s World Cup hosts next year. The 2027 edition with 32 teams is being hosted by Brazil. The Women’s World Cup would return to the U.S. for the first time since the 2003 edition. The U.S. also hosted in 1999. England hosted the Women’s European Championship in 2022 — which the home team won — and the men’s Euro 2028 will be co-hosted by England, Scotland, Wales and Ireland. In a further boost for women’s football, Infantino detailed FIFA’s plan to have more women’s teams than men’s playing at the next Olympics. There were just 12 teams in the women’s tournament at the 2024 Paris Olympics and 16 in the men’s tournament. Though the International Olympic Committee strongly supports gender equality at the games, adding four more women’s teams — and about 70 extra players, plus team officials — would push the limit of agreed athlete quotas for organizers in Los Angeles. Infantino said on Thursday that FIFA’s new proposal is to flip the numbers to have 16 women’s teams and 12 in the men’s tournaments. The final decision is for the IOC, which has an executive board meeting next Wednesday. Published - April 03, 2025 05:09 pm IST World Cup / Football",
        "extraction_time": "2025-04-03T18:48:27.351748",
        "headline": "U.S. likely to host 2031 Women’s World Cup; U.K. sole bidder for 2035 edition",
        "images": [
          {
            "filename": "US_likely_to_host_2031_Womens__0_abaaae0392.jpg",
            "local_path": "output\\images\\US_likely_to_host_2031_Womens__0_abaaae0392.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/mg8p9w/article69408046.ece/alternates/LANDSCAPE_1200/IMG_TH21_SPAIN_VICTORY_2_1_61BL2IGN.jpg"
          },
          {
            "filename": "US_likely_to_host_2031_Womens__4_d667b90a2f.jpg",
            "local_path": "output\\images\\US_likely_to_host_2031_Womens__4_d667b90a2f.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/mg8p9w/article69408046.ece/alternates/LANDSCAPE_660/IMG_TH21_SPAIN_VICTORY_2_1_61BL2IGN.jpg"
          }
        ],
        "main_image": {
          "filename": "US_likely_to_host_2031_Womens__0_abaaae0392.jpg",
          "local_path": "output\\images\\US_likely_to_host_2031_Womens__0_abaaae0392.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/mg8p9w/article69408046.ece/alternates/LANDSCAPE_1200/IMG_TH21_SPAIN_VICTORY_2_1_61BL2IGN.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:39:26",
        "source": "The Hindu",
        "summary": "The United States and the United Kingdom looked set on Thursday (April 3, 2025) to be picked by FIFA next year as hosts of Women’s World Cups expanded to 48 teams from 32. Their respective intentions to bid for the 2031 and 2035 editions are alone in the contests after a first deadline to enter the race passed. The first formal bid documents must be signed by the end of April. FIFA President Gianni Infantino told European football officials the governing body received one expression of interest to host the 2031 event — from the U.S. with the possibility of other countries in the CONCACAF region joining the project. That long-promised bid would likely include Mexico.",
        "tags": [
          "fifa women’s world cup",
          "us to host women’s world cup",
          "2031 women’s world cup",
          "2035 women’s world cup",
          "FIFA President Gianni Infantino"
        ],
        "url": "https://www.thehindu.com/sport/football/us-likely-to-host-2031-womens-world-cup-uk-sole-bidder-for-2035-edition/article69408043.ece",
        "voice_file": "output\\voice\\80f5f277c8_U_S__likely_to_host_2031_Women.mp3"
      },
      {
        "author": " PTI",
        "category": "West Bengal",
        "content": "West Bengal Chief Minister Mamata Banerjee on Thursday (April 3, 2025) alleged that the BJP brought the Waqf Bill to \"divide the country\", and pledged to bring an amendment to nullify it when a \"new government is formed after ousting the current regime\". The Waqf (Amendment) Bill was passed by the Lok Sabha early on Thursday (April 3, 2025) after a marathon 12-hour debate. Also Read | Different shades of support from NDA allies for Waqf Bill \"When a new government is formed after ousting the current regime, we will bring a new amendment to nullify this Waqf Bill brought by the BJP,\" she told reporters. \"The BJP brought this Waqf Bill to divide the country,\" she alleged. Ms. Banerjee, in a statement on Wednesday, criticised the BJP for its \"divisive agenda\". \"My MPs are in Delhi to speak on the Waqf issue. The 'jumla party' has only one agenda — to divide the country. They believe in 'divide and rule',\" she alleged. The ruling NDA strongly defended the Bill, describing it as beneficial for minorities, while the Opposition parties condemned it, calling it \"anti-Muslim\". After the marathon debate, the Bill was passed following a division of votes — 288 in favour and 232 against it. All amendments proposed by Opposition members were rejected through voice votes. The Bill was tabled in the Rajya Sabha after its passage in the Lok Sabha. Published - April 03, 2025 04:56 pm IST Kolkata / West Bengal / state politics",
        "extraction_time": "2025-04-03T18:48:29.087999",
        "headline": "BJP brought Waqf Bill to divide country, will nullify it when new govt is formed: Mamata",
        "images": [
          {
            "filename": "BJP_brought_Waqf_Bill_to_divid_0_d562f11c51.jpg",
            "local_path": "output\\images\\BJP_brought_Waqf_Bill_to_divid_0_d562f11c51.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/q4e74n/article69408042.ece/alternates/LANDSCAPE_1200/20250331103L.jpg"
          },
          {
            "filename": "BJP_brought_Waqf_Bill_to_divid_4_fa8414a440.jpg",
            "local_path": "output\\images\\BJP_brought_Waqf_Bill_to_divid_4_fa8414a440.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/q4e74n/article69408042.ece/alternates/LANDSCAPE_660/20250331103L.jpg"
          }
        ],
        "main_image": {
          "filename": "BJP_brought_Waqf_Bill_to_divid_0_d562f11c51.jpg",
          "local_path": "output\\images\\BJP_brought_Waqf_Bill_to_divid_0_d562f11c51.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/q4e74n/article69408042.ece/alternates/LANDSCAPE_1200/20250331103L.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:26:51",
        "source": "The Hindu",
        "summary": "West Bengal Chief Minister Mamata Banerjee on Thursday (April 3, 2025) alleged that the BJP brought the Waqf Bill to \"divide the country\", and pledged to bring an amendment to nullify it when a \"new government is formed after ousting the current regime\". The Waqf (Amendment) Bill was passed by the Lok Sabha early on Thursday (April 3, 2025) after a marathon 12-hour debate. Also Read | Different shades of support from NDA allies for Waqf Bill \"When a new government is formed after ousting the current regime, we will bring a new amendment to nullify this Waqf Bill brought by the BJP,\" she told reporters.",
        "tags": [
          "Mamata Banerjee on Waqf bill",
          "Waqf Amendment bill",
          "Mamata Banerjee slams Waqf bill"
        ],
        "url": "https://www.thehindu.com/news/national/west-bengal/bjp-brought-waqf-bill-to-divide-country-will-nullify-it-when-new-govt-is-formed-mamata/article69407983.ece",
        "voice_file": "output\\voice\\dd1187d2be_BJP_brought_Waqf_Bill_to_divid.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Andhra Pradesh",
        "content": "Discipline, a right attitude and the capacity to handle failures constructively are key traits for students aspiring for success in life, said V. Sadasivan Girish, Chief Remote Pilot Instructor at Bengaluru-based Aarav Unmanned Systems Pvt. Ltd. Addressing the inaugural session of ‘Drone Fusion”, a hackathon organised by the Department of Electrical and Electronics Engineering (EEE) at Siddhartha Academy of Higher Education (Deemed to be University) on Thursday (April 3), he said attributes like self-control, a positive mindset and the ability to view setbacks as learning opportunities would help an individual grow in life. Vice-Chancellor P. Venkateswara Rao said the institute had developed an ecosystem to enable the young learners explore creative and innovative ideas. Pro-Vice-Chancellor A.V. Ratna Prasad said the university was keen on leveraging technology to explore different ways and means to reduce manpower and time involved in agricultural operations by use of drones and robotics. As many as 114 students participated in the drone hackathon, while 63 others took part in the workshop on drone technology. Head of the EEE Department PVRL Narasimham and others were present. Eom... Published - April 03, 2025 06:40 pm IST Andhra Pradesh / Vijayawada / education",
        "extraction_time": "2025-04-03T18:48:30.863219",
        "headline": "Students urged to inculcate discipline, right attitude",
        "images": [
          {
            "filename": "Students_urged_to_inculcate_di_0_ef0fb30eea.png",
            "local_path": "output\\images\\Students_urged_to_inculcate_di_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Students_urged_to_inculcate_di_0_ef0fb30eea.png",
          "local_path": "output\\images\\Students_urged_to_inculcate_di_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "13:10:48",
        "source": "The Hindu",
        "summary": "Discipline, a right attitude and the capacity to handle failures constructively are key traits for students aspiring for success in life, said V. Sadasivan Girish, Chief Remote Pilot Instructor at Bengaluru-based Aarav Unmanned Systems Pvt. Ltd. Addressing the inaugural session of ‘Drone Fusion”, a hackathon organised by the Department of Electrical and Electronics Engineering (EEE) at Siddhartha Academy of Higher Education (Deemed to be University) on Thursday (April 3), he said attributes like self-control, a positive mindset and the ability to view setbacks as learning opportunities would help an individual grow in life. Vice-Chancellor P. Venkateswara Rao said the institute had developed an ecosystem to enable the young learners explore creative and innovative ideas.",
        "tags": [],
        "url": "https://www.thehindu.com/news/national/andhra-pradesh/students-urged-to-inculcate-discipline-right-attitude/article69408321.ece",
        "voice_file": "output\\voice\\fcb1db77a0_Students_urged_to_inculcate_di.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Tiruchirapalli",
        "content": "An 18-year-old tamer who suffered severe injuries after being gored by a bull during a jallikattu held at Kalingapatti village in Tiruchi district recently, died in the hospital in the early hours on Wednesday. The police gave the name of the deceased as A. Kishore Edwinraj of Barathipuram in Dindigul district. The police said Kishore was seriously injured in his left thigh after being gored by a jallikattu bull. He was admitted to a private hospital in Dindigul and later referred to the Government Rajaji Hospital in Madurai where he died. The body was handed over to the victim’s relatives after autopsy. The Manapparai police have registered a case under section 194 of the BNSS, the sources added. Published - April 03, 2025 05:53 pm IST",
        "extraction_time": "2025-04-03T18:48:31.374608",
        "headline": "Kalingapatti jallikattu bull tamer dies of injury",
        "images": [
          {
            "filename": "Kalingapatti_jallikattu_bull_t_0_ef0fb30eea.png",
            "local_path": "output\\images\\Kalingapatti_jallikattu_bull_t_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Kalingapatti_jallikattu_bull_t_0_ef0fb30eea.png",
          "local_path": "output\\images\\Kalingapatti_jallikattu_bull_t_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:23:53",
        "source": "The Hindu",
        "summary": "An 18-year-old tamer who suffered severe injuries after being gored by a bull during a jallikattu held at Kalingapatti village in Tiruchi district recently, died in the hospital in the early hours on Wednesday. The police gave the name of the deceased as A. Kishore Edwinraj of Barathipuram in Dindigul district. The police said Kishore was seriously injured in his left thigh after being gored by a jallikattu bull.  He was admitted to a private hospital in Dindigul and later referred to the Government Rajaji Hospital in Madurai where he died. The body was handed over to the victim’s relatives after autopsy. The Manapparai police have registered a case under section 194 of the BNSS, the sources added.",
        "tags": [
          "Jallikattu",
          "bull tamer dies",
          "Kalingapatti",
          "trichy"
        ],
        "url": "https://www.thehindu.com/news/cities/Tiruchirapalli/kalingapatti-jallikattu-bull-tamer-dies-of-injury/article69407864.ece",
        "voice_file": "output\\voice\\cecceee5a1_Kalingapatti_jallikattu_bull_t.mp3"
      },
      {
        "author": "",
        "category": "Races",
        "content": "Constable, Pyrite and Solidarity showed out when the horses were exercised here on Thursday (April 3) morning. Inner sand: 600m: Merlet (Mosin) 42. Easy. The Millenium Force (Trainer) 40. Easy. Crystal Clear (Neeraj) 41. Easy. Chagall (N. Bhosale) 42. Easy. Duke Of Tuscany (N. Bhosale) 42. Easy. Renoir (Kaviraj) 42. Easy. 800m: Believe (A. Mhatre), Victorious Omen (Nazil) 55, 600/40. They were level. Beyond Stars (H.G. Rathod) 54, 600/39. Moved freely. Sentinel (Bhawani) 54, 600/40. Worked freely. Chicago Chimes (Bhawani) 57, 600/42. Easy. Constable (Kaviraj) 52, 600/37. Impressed. 1000m: Pyrite (Bhawani) 1-7, 800/52, 600/39. Responded well. Lion King (app) 1-10, 600/41. Moved freely. Celestial (Kaviraj) 1-12, 600/44. Easy. Bishop (app) 1-9, 600/40. Moved fluently. 1200m: Duesenberg (app) 1-23, 600/40. Shaped well. Alexandros (Neeraj) 1-25, 600/41. Moved freely. Mighty Sparrow (app) 1-22, 600/40. Pleased. 1400m: Solidarity (Kaviraj) 1-38, 1000/1-7, 800/52, 600/38. Moved attractively. Published - April 03, 2025 05:07 pm IST",
        "extraction_time": "2025-04-03T18:48:31.991867",
        "headline": "Constable, Pyrite and Solidarity show out",
        "images": [
          {
            "filename": "Constable_Pyrite_and_Solidarit_0_ef0fb30eea.png",
            "local_path": "output\\images\\Constable_Pyrite_and_Solidarit_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Constable_Pyrite_and_Solidarit_0_ef0fb30eea.png",
          "local_path": "output\\images\\Constable_Pyrite_and_Solidarit_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:37:54",
        "source": "The Hindu",
        "summary": "Constable, Pyrite and Solidarity showed out when the horses were exercised here on Thursday (April 3) morning. Inner sand: 600m: Merlet (Mosin) 42. Easy. The Millenium Force (Trainer) 40. Easy. Crystal Clear (Neeraj) 41. Easy. Chagall (N. Bhosale) 42. Easy. Duke Of Tuscany (N. Bhosale) 42. Easy. Renoir (Kaviraj) 42. Easy. 800m: Believe (A. Mhatre), Victorious Omen (Nazil) 55, 600/40. They were level. Beyond Stars (H.G. Rathod) 54, 600/39. Moved freely. Sentinel (Bhawani) 54, 600/40. Worked freely. Chicago Chimes (Bhawani) 57, 600/42. Easy. Constable (Kaviraj) 52, 600/37. Impressed. 1000m: Pyrite (Bhawani) 1-7, 800/52, 600/39. Responded well. Lion King (app) 1-10, 600/41. Moved freely. Celestial (Kaviraj) 1-12, 600/44. Easy. Bishop (app) 1-9, 600/40. Moved fluently.",
        "tags": [
          "Mumbai track"
        ],
        "url": "https://www.thehindu.com/sport/races/constable-pyrite-and-solidarity-show-out/article69408096.ece",
        "voice_file": "output\\voice\\a87497a92e_Constable__Pyrite_and_Solidari.mp3"
      },
      {
        "author": "Sports Bureau",
        "category": "Sport",
        "content": "Manish Rathore (55kg), Abhinash Jamwal (65kg) and Hitesh (70kg) recorded wins to enter the semifinals of the World Boxing Cup Brazil 2025 in Foz do Iguacu. Rathore defeated Australia’s Paris Olympian Yusuf Chothia 3-0, Jamwal dispatched Germany’s Denis Bril 5-0 and Hitesh beat Italy’s Gabriele Guidi Rontani 5-0. Rathore will face Nursultan Altynbek of Kazakhstan, Hitesh will take on Makan raoré and Jamwal will meet Gianluigi Malanga of Italy in the semifinals. Published - April 03, 2025 06:24 pm IST",
        "extraction_time": "2025-04-03T18:48:32.927930",
        "headline": "Manish, Abhinash, and Hitesh in semifinals of World Boxing Cup",
        "images": [
          {
            "filename": "Manish_Abhinash_and_Hitesh_in__0_ef0fb30eea.png",
            "local_path": "output\\images\\Manish_Abhinash_and_Hitesh_in__0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Manish_Abhinash_and_Hitesh_in__0_ef0fb30eea.png",
          "local_path": "output\\images\\Manish_Abhinash_and_Hitesh_in__0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:54:14",
        "source": "The Hindu",
        "summary": "Manish Rathore (55kg), Abhinash Jamwal (65kg) and Hitesh (70kg) recorded wins to enter the semifinals of the World Boxing Cup Brazil 2025 in Foz do Iguacu. Rathore defeated Australia’s Paris Olympian Yusuf Chothia 3-0, Jamwal dispatched Germany’s Denis Bril 5-0 and Hitesh beat Italy’s Gabriele Guidi Rontani 5-0. Rathore will face Nursultan Altynbek of Kazakhstan, Hitesh will take on Makan raoré and Jamwal will meet Gianluigi Malanga of Italy in the semifinals. Published - April 03, 2025 06:24 pm IST",
        "tags": [
          "World Boxing Cup"
        ],
        "url": "https://www.thehindu.com/sport/manish-abhinash-and-hitesh-in-semifinals-of-world-boxing-cup/article69408405.ece",
        "voice_file": "output\\voice\\ae8672f247_Manish__Abhinash__and_Hitesh_i.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Coimbatore",
        "content": "The Salem Railway Division of Southern Railway collected ₹22.13 crore through ticket checking drives conducted during April 2024-March 2025. This is the highest ever earnings in a year through ticket checking drives in the history of Salem Division, according to a press release. Members of the Ticket Checking Squads of Salem Division conduct regular checks on board trains and on railway premises to detect various malpractices. During such checks, they detect cases of persons traveling without tickets, irregular travel and unbooked luggage and levy penalties accordingly. During the financial year 2024-25, the ticket-checking staff of the Salem Division have surpassed the previous records and have created new ones. During April 2024-March 2025, the ticket checking squads of the Salem Division detected 1,64,149 cases of ticketless travel and collected an amount of ₹13.52 crore as penalty from the offenders. Likewise, 1,65,115 cases of irregular travel were also found and an amount of ₹8.56 crore was collected as penalty from passengers. Similarly, 833 cases of unbooked luggage/carrying luggage exceeding the permitted quantity were detected. The amount levied as penalty for these cases of unbooked luggage was ₹4.74 lakh. The members of the checking squads detected these irregularities during the 60,845 checks they conducted and a total of 3,30,097 cases were booked. The total amount collected as penalty by ticket-checking squads of the Salem Division is 9.23% more than the target for the year 2024-25 (₹20.27 crore). The cumulative earnings this year, ₹22.14 crore, are 16.34% more than those of last year’s ₹19.03 crore. Published - April 03, 2025 05:51 pm IST Salem",
        "extraction_time": "2025-04-03T18:48:33.353893",
        "headline": "Salem Railway Division collects ₹22.23 crore in ticket checking drive",
        "images": [
          {
            "filename": "Salem_Railway_Division_collect_0_ef0fb30eea.png",
            "local_path": "output\\images\\Salem_Railway_Division_collect_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Salem_Railway_Division_collect_0_ef0fb30eea.png",
          "local_path": "output\\images\\Salem_Railway_Division_collect_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:21:14",
        "source": "The Hindu",
        "summary": "The Salem Railway Division of Southern Railway collected ₹22.13 crore through ticket checking drives conducted during April 2024-March 2025. This is the highest ever earnings in a year through ticket checking drives in the history of Salem Division, according to a press release. Members of the Ticket Checking Squads of Salem Division conduct regular checks on board trains and on railway premises to detect various malpractices. During such checks, they detect cases of persons traveling without tickets, irregular travel and unbooked luggage and levy penalties accordingly. During the financial year 2024-25, the ticket-checking staff of the Salem Division have surpassed the previous records and have created new ones.",
        "tags": [
          "Salem Railway Division collects ₹22.23 crore in ticket checking drive"
        ],
        "url": "https://www.thehindu.com/news/cities/Coimbatore/salem-railway-division-collects-2223-crore-in-ticket-checking-drive/article69407908.ece",
        "voice_file": "output\\voice\\f32d935cd8_Salem_Railway_Division_collect.mp3"
      },
      {
        "author": "R. Krishna Kumar",
        "category": "Karnataka",
        "content": "A student of Jeevana Shaale near Melkote, learning traditional weaving skills. | Photo Credit: SPECIAL ARRANGEMENT Far from the hustle and bustle of modern life, where conventional education often overlooks practical skills, a unique initiative is under way to empower village youth with sustainable, hands-on expertise, as an effort to bridge the gap between formal schooling and real-world needs. Located in Uligere village, about six km from Melkote in Mandya district and off the Melkote-Chinakurali Road, Jeevana Shaale – Life School – run by the Janapada Seva Trust, offers an alternative education model focused on traditional knowledge and skills. Jeevana Shale caters to adolescents aged 14 to 18, and this initiative moves away from textbook-driven learning, with a focus on real-world skills that are relevant to the local needs and foster self-sufficiency, said Sumanas Koulagi of the Janapada Seva Trust, who has initiated the programme. The trust was founded in the 1960s and is rooted in the concepts of non-violence, sustainability, and exploitation-free living inspired by the vision of Mahatma Gandhi. It has expounded these ideals for more than six decades through a slew of projects, and its latest endeavor, Jeevana Shaale, was launched in 2023. “This is an initiative to create and acknowledge knowledge democracy where practical skills hold equal value to academic achievements. In the conventional education system, traditional knowledge is not recognised,” Dr. Koulagi said. For example, farmers may not have a university degree, but their understanding and knowledge of farming is total, and they are still dubbed as illiterate. This is due to the inequality surrounding recognition of knowledge. And the new initiative is an effort to recognise the traditional knowledge, Dr. Koulagi said. With seven students currently enrolled, and there are plans to expand the strength, the programme challenges the conventional belief that literacy, as defined by schools and universities, is the sole measure of education. It seeks to restore recognition to the vast traditional wisdom of various skilled communities. The Jeevana Shaale’s curriculum is structured around core principles that include knowledge democracy, livelihood, physical labour, and holistic development. Dr. Koulagi said sustainability at Jeevana Shaale is rooted in meaningful labour, and students spend four hours daily engaged in organic farming, hand weaving, natural dyeing, and bull-driven oil extraction. There is an emphasis on physical work to foster a deep connection with nature and infuse a sense of responsibility, and students also receive a small stipend for their efforts. Strengthening language skills – Kannada and English, an hour of spinning the Charakha to cultivate mindfulness, kitchen gardening, and environmental education are among the other components of education under this initiative. At the end of four years, students will have multiple options and can continue to work with Janapada Seva Trust and its initiatives or join a network of social enterprises that prioritise sustainable living, Dr. Koulagi said. Representing a pioneering initiative toward a sustainable and equitable future, it has the potential to inspire similar efforts elsewhere. That it is evoking curiosity and interest is also a reflection of the society’s growing acceptance of the need for such transformative approaches. Published - April 03, 2025 06:21 pm IST",
        "extraction_time": "2025-04-03T18:48:33.907104",
        "headline": "Jeevana Shaale, an alternative education model, aims to bridge gap between formal schooling and real-world needs",
        "images": [
          {
            "filename": "Jeevana_Shaale_an_alternative__0_b9168a4c4e.jpg",
            "local_path": "output\\images\\Jeevana_Shaale_an_alternative__0_b9168a4c4e.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/s7cc9x/article69408427.ece/alternates/LANDSCAPE_1200/6702_3_4_2025_16_47_0_1_MELKOTESCHOOL2.JPG"
          },
          {
            "filename": "Jeevana_Shaale_an_alternative__4_ef1c7019ae.jpg",
            "local_path": "output\\images\\Jeevana_Shaale_an_alternative__4_ef1c7019ae.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/s7cc9x/article69408427.ece/alternates/LANDSCAPE_660/6702_3_4_2025_16_47_0_1_MELKOTESCHOOL2.JPG"
          }
        ],
        "main_image": {
          "filename": "Jeevana_Shaale_an_alternative__0_b9168a4c4e.jpg",
          "local_path": "output\\images\\Jeevana_Shaale_an_alternative__0_b9168a4c4e.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/s7cc9x/article69408427.ece/alternates/LANDSCAPE_1200/6702_3_4_2025_16_47_0_1_MELKOTESCHOOL2.JPG"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:51:03",
        "source": "The Hindu",
        "summary": "A student of Jeevana Shaale near Melkote, learning traditional weaving skills.\n                                                            | Photo Credit: \n                                SPECIAL ARRANGEMENT Far from the hustle and bustle of modern life, where conventional education often overlooks practical skills, a unique initiative is under way to empower village youth with sustainable, hands-on expertise, as an effort to bridge the gap between formal schooling and real-world needs. Located in Uligere village, about six km from Melkote in Mandya district and off the Melkote-Chinakurali Road, Jeevana Shaale – Life School – run by the Janapada Seva Trust, offers an alternative education model focused on traditional knowledge and skills. Jeevana Shale caters to adolescents aged 14 to 18, and this initiative moves away from textbook-driven learning, with a focus on real-world skills that are relevant to the local needs and foster self-sufficiency, said Sumanas Koulagi of the Janapada Seva Trust, who has initiated the programme.",
        "tags": [
          "conventional education",
          "practical skills",
          "Jeevana Shaale – Life School",
          "Janapada Seva Trust",
          "alternative education model focused on traditional knowledge and skills",
          "Sumanas Koulagi of the Janapada Seva Trust"
        ],
        "url": "https://www.thehindu.com/news/national/karnataka/jeevana-shaale-an-alternative-education-model-aims-to-bridge-gap-between-formal-schooling-and-real-world-needs/article69407948.ece",
        "voice_file": "output\\voice\\d7b6338b48_Jeevana_Shaale__an_alternative.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Coimbatore",
        "content": "The sleuths of the Directorate of Vigilance and Anti-Corruption (DVAC) arrested a village Administrative Officer (VAO) and his assistant while accepting bribe on Wednesday evening. Rajendran, a resident of Sellapillaikuttai near Omalur, is a construction worker. Demanding a legal heir certificate and transfer in patta, he approached VAO Ravichandran (47). But to provide two certificates, the VAO’s assistant Perumal (50) demanded ₹10,000 from Rajendran. Unwilling to give a bribe, he approached Salem DVAC officials and as per their direction on Wednesday evening, while he handed over the bribe amount to Ravichandran and Perumal, the DVAC officials caught them red-handed. The DVAC registered a case and remanded them in prison. Published - April 03, 2025 05:53 pm IST Salem",
        "extraction_time": "2025-04-03T18:48:35.309278",
        "headline": "DVAC arrests VAO, assistant for bribery in Salem",
        "images": [
          {
            "filename": "DVAC_arrests_VAO_assistant_for_0_ef0fb30eea.png",
            "local_path": "output\\images\\DVAC_arrests_VAO_assistant_for_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "DVAC_arrests_VAO_assistant_for_0_ef0fb30eea.png",
          "local_path": "output\\images\\DVAC_arrests_VAO_assistant_for_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:23:35",
        "source": "The Hindu",
        "summary": "The sleuths of the Directorate of Vigilance and Anti-Corruption (DVAC) arrested a village Administrative Officer (VAO) and his assistant while accepting bribe on Wednesday evening. Rajendran, a resident of Sellapillaikuttai near Omalur, is a construction worker. Demanding a legal heir certificate and transfer in patta, he approached VAO Ravichandran (47). But to provide two certificates, the VAO’s assistant Perumal (50) demanded ₹10,000 from Rajendran. Unwilling to give a bribe, he approached Salem DVAC officials and as per their direction on Wednesday evening, while he handed over the bribe amount to Ravichandran and Perumal, the DVAC officials caught them red-handed. The DVAC registered a case and remanded them in prison.",
        "tags": [
          "DVAC arrests VAO",
          "assistant for bribery in Salem"
        ],
        "url": "https://www.thehindu.com/news/cities/Coimbatore/dvac-arrests-vao-assistant-for-bribery-in-salem/article69408004.ece",
        "voice_file": "output\\voice\\31a850f3e1_DVAC_arrests_VAO__assistant_fo.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Karnataka",
        "content": "The Department of Health and Family Welfare in Mysuru is gearing up for the launch of the “Gruha Arogya”, the State government’s initiative to provide healthcare services at doorsteps. Doctors will reach out to every household in the district, carry out free health check-ups, and provide necessary treatment. In case of those who need further treatment, such patients will be referred to hospitals. The programme will be implemented in rural areas, and the community health officers will lead the doorstep screening with the help of the health department staff, ASHA workers, and volunteers. The programme is only meant for the people above 30 years. The idea behind launching the programme is to detect diseases early and provide treatment. The programme was launched on a pilot basis in Kolar district, and it is now being expanded to other districts, including Mysuru. In the Budget presented last month, it has been proposed to extend the “Gruha Arogya” scheme for screening and treating six non-communicable diseases (NCDs) across the State at a cost of ₹100 crore. The districts had been asked to make arrangements for launching the scheme. Quoting a survey, District Surveillance Officer D.G. Nagaraj said that 24 out of 100 people have hypertension and 14 out of 100 people suffer from diabetes in Mysuru district. There could be more cases that have been undiagnosed, with people not consulting doctors and taking the necessary tests. “We are ready to launch the Gruha Arogya scheme in Mysuru district, and all measures have been taken for its successful implementation,” he said. Dr. Nagaraj said a team of about 480 persons will implement the programme once it is officially launched in the district. Action plan for the same has been prepared, along with logistics for the door-to-door health screening. NCDs such as diabetes and hypertension can be better managed with timely medical help and lifestyle changes. Every household is covered through the door-to-door health check-up to ensure timely detection of diseases, Dr. Nagaraj added. Published - April 03, 2025 05:38 pm IST",
        "extraction_time": "2025-04-03T18:48:35.803804",
        "headline": "Mysuru district ready to launch door-to-door healthcare service ‘Gruha Arogya’",
        "images": [
          {
            "filename": "Mysuru_district_ready_to_launc_0_ef0fb30eea.png",
            "local_path": "output\\images\\Mysuru_district_ready_to_launc_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Mysuru_district_ready_to_launc_0_ef0fb30eea.png",
          "local_path": "output\\images\\Mysuru_district_ready_to_launc_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:08:24",
        "source": "The Hindu",
        "summary": "The Department of Health and Family Welfare in Mysuru is gearing up for the launch of the “Gruha Arogya”, the State government’s initiative to provide healthcare services at doorsteps. Doctors will reach out to every household in the district, carry out free health check-ups, and provide necessary treatment. In case of those who need further treatment, such patients will be referred to hospitals. The programme will be implemented in rural areas, and the community health officers will lead the doorstep screening with the help of the health department staff, ASHA workers, and volunteers. The programme is only meant for the people above 30 years.",
        "tags": [
          "The Department of Health and Family Welfare",
          "Gruha Arogya",
          "healthcare services at doorsteps",
          "ASHA workers",
          "non-communicable diseases (NCDs)",
          "District Surveillance Officer",
          "diabetes and hypertension",
          "door-to-door"
        ],
        "url": "https://www.thehindu.com/news/national/karnataka/mysuru-district-ready-to-launch-door-to-door-healthcare-service-gruha-arogya/article69407844.ece",
        "voice_file": "output\\voice\\cd2ca20989_Mysuru_district_ready_to_launc.mp3"
      },
      {
        "author": "Anasuya Menon",
        "category": "Travel",
        "content": "It is that time of the year in Kochi, when the shrimp farms along the backwaters are sparkling in blue shimmer. ‘Kavaru’ or bioluminescence, the environmental phenomenon that gives the waters an electric blue backlight, is now a looked-forward to event on the tourist’s calendar. People from various parts of Kochi and outside visit the fishing villages of Kumbalangi and Chellanam where it is most visible. Travel and adventure sports companies have curated packages around the phenomenon that usually occurs during the March-April months in these regions. Kayakify, a canoe and kayak tour agency based in Kumbalangi in Kochi, has been offering tours that let tourists enjoy bioluminescent waters at night. These one-hour sessions take tourists into the shrimp farms in Chellanam on kayaks and canoes. Bioluminescence at Chellanam captured on a kayak | Photo Credit: Special Arrangement Edwin Joseph, the founder of Kayakify, says kayaking is a relatively sustainable and safe way to enjoy the beauty of the phenomenon. “Bioluminescence occurs only when there is movement on the water’s surface, so visitors tend to throw stones and sticks into the water or sometimes even jump into it to see bioluminescence, which could adversely affect the fish ecosystem. With kayaking, the paddles trigger luminescent ripples, which don’t harm the delicate ecosystem,” says Edwin. ‘Kavaru’ at Chellanam | Photo Credit: THULASI KAKKAT The Kumbalangi-based company had organised bioluminescent kayaking tours last year too on a small scale. The kayaks are two-seaters, there are single seaters as well. Country boats are used as canoes. The tourists would be accompanied by trained instructors and they would be made to wear safety jackets as well. “Since we are doing this on a farm, the waters are not deep. It is safe even for very young children,” says Edwin. The phenomenon is only visible at night, so the tours typically start from 8pm and go on till 1am. Arthi Dharmaraj’s travel company Out in Dreams, based in Coimbatore, has already organised two group trips to Kumbalangi in March. “A large part of the popularity of bioluminesence in Kochi can be attributed to Instagram. We usually get a mixed crowd for these group tours and we get questions about the phenomenon, too,” says Arthi. “Bioluminescence is usually more common in oceans and people are curious to understand how it happens in the backwaters,” says Arthi. Bioluminescence | Photo Credit: Special Arrangement Out in Dreams offers a comprehensive package, which includes other activities around Kumbalangi too, other than bioluminescence kayaking. “We include a tour of the fishing village, including activities such as casting the net. It is a great way to experience the local culture and food,” says Arthi. The company has slotted two more tours in April. Bioluminescence is caused by dinoflagellate algae, which have luminescent properties. Any movement on the surface of the water — waves, fishing, or swimming can trigger luminescence. Since the phenomenon is caused by a combination of environmental factors — nutrient rich water, favourable temperature and salinity — it usually disappears when it begins to rain. So keeping the unpredictability factor in mind, these kayaking tours also cash in on Kumbalangi’s village tourism potential. One of India’s first eco-tourism villages, the scenic village has a wealth of shrimp farms and Chinese fishing nets. Tourists also look forward to experiencing the local culture and cuisine. For information, contact @kayakify.kochi and @out_indreams on Instagram. Published - April 03, 2025 05:23 pm IST The Hindu MetroPlus / Kochi",
        "extraction_time": "2025-04-03T18:48:36.359859",
        "headline": "Kayaking on Kochi’s bioluminescent backwaters",
        "images": [
          {
            "filename": "Kayaking_on_Kochis_bioluminesc_0_481f83b51e.jpg",
            "local_path": "output\\images\\Kayaking_on_Kochis_bioluminesc_0_481f83b51e.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/odn4wq/article69403314.ece/alternates/LANDSCAPE_1200/10018_2_4_2025_13_35_55_1_KAVARU_01.JPG"
          },
          {
            "filename": "Kayaking_on_Kochis_bioluminesc_4_7f0a09da2c.jpg",
            "local_path": "output\\images\\Kayaking_on_Kochis_bioluminesc_4_7f0a09da2c.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/odn4wq/article69403314.ece/alternates/LANDSCAPE_660/10018_2_4_2025_13_35_55_1_KAVARU_01.JPG"
          }
        ],
        "main_image": {
          "filename": "Kayaking_on_Kochis_bioluminesc_0_481f83b51e.jpg",
          "local_path": "output\\images\\Kayaking_on_Kochis_bioluminesc_0_481f83b51e.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/odn4wq/article69403314.ece/alternates/LANDSCAPE_1200/10018_2_4_2025_13_35_55_1_KAVARU_01.JPG"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:53:39",
        "source": "The Hindu",
        "summary": "It is that time of the year in Kochi, when the shrimp farms along the backwaters are sparkling in blue shimmer. ‘Kavaru’ or bioluminescence, the environmental phenomenon that gives the waters an electric blue backlight, is now a looked-forward to event on the tourist’s calendar. People from various parts of Kochi and outside visit the fishing villages of Kumbalangi and Chellanam where it is most visible. Travel and adventure sports companies have curated packages around the phenomenon that usually occurs during the March-April months in these regions. Kayakify, a canoe and kayak tour agency based in Kumbalangi in Kochi, has been offering tours that let tourists enjoy bioluminescent waters at night. These one-hour sessions take tourists into the shrimp farms in Chellanam on kayaks and canoes.",
        "tags": [
          "kayaking kochi",
          "bioluminescence kayaking",
          "kochi backwaters",
          "kochis bioluminescent backwaters"
        ],
        "url": "https://www.thehindu.com/life-and-style/travel/kayaking-on-kochis-bioluminescent-backwaters/article69403315.ece",
        "voice_file": "output\\voice\\185fcd2827_Kayaking_on_Kochi_s_biolumines.mp3"
      },
      {
        "author": "Krishnadas Rajagopal",
        "category": "India",
        "content": "The Supreme Court on Thursday (April 3, 2025) said it has the power and a duty to ensure that Speakers, acting as a quasi-judicial tribunal under the anti-defection law of the Tenth Schedule of the Constitution, do not sit over disqualification petitions till they “die a natural death” towards the end of the tenure of the House before “throwing them in the dustbin”. A Bench headed by Justice B.R. Gavai said the Supreme Court would not remain a silent spectator and watch from the gallery as a Speaker waited till six months before the end of the tenure of a Legislative Assembly only to say “now there is no time left”. Justice Gavai firmly said the court would not allow the Tenth Schedule to be reduced to a mockery. The top court is hearing petitions filed by Bharat Rashtra Samithi leaders, including K.T. Rama Rao and Padi Kaushik Reddy, seeking timely action by the Telangana Assembly Speaker on disqualification proceedings pending against 10 MLAs who shifted allegiance to the ruling Congress party in the State. The hearing is centred on the question whether Constitutional courts cannot direct Speakers to decide disqualification petitions within a specified period. The court has upped the ante with this case. In past cases, the top court had stopped short with requesting Speakers to decide such petitions within a “reasonable time” without daring to dictate a deadline. “We had in the beginning of this case asked if the Speaker was willing to make a statement regarding the period by which he could decide the petitions… Mr. Rohatgi [senior advocate Mukul Rohatgi appearing for respondents including the Speaker and the Secretary of Telangana Assembly] had said he had no instructions… So, now we will lay down the period,” Justice Gavai addressed senior advocate A.M. Singhvi, also for the respondents. During the hearing, the Bench took strong exception after senior advocate C.A. Sundaram, for the petitioners, drew its attention to comments reportedly made on the floor of the House by Telangana Chief Minister Revanth Reddy, who had said he was speaking on behalf of the Speaker, dismissing the possibility of any byelection even if the BRS MLAs had defected to the ruling Congress party in the State. “When the Chief Minister says he is ‘speaking on behalf of the Speaker’, how can you expect the Speaker, who does not correct the Chief Minister, to decide the disqualification petitions dispassionately and on time?” Mr. Sundaram questioned. Justice Gavai recounted that the top court had let off Mr. Reddy on an earlier occasion, in September 2024, when he had apologised for his comments on the court’s order granting bail to BRS leader K. Kavitha in the Delhi excise policy case. “We expect the Chief Minister to exercise some restraint. Did we commit a mistake by letting him off in the contempt case? We are really not bothered about what politicians say about us… We exercise self-restraint. The same is expected of the other two wings [executive and legislature],” Justice Gavai voiced the court’s annoyance. The court reserved the case for judgment. Published - April 03, 2025 04:59 pm IST India / Delhi",
        "extraction_time": "2025-04-03T18:48:37.726238",
        "headline": "Court has the power and duty to ensure Tenth Schedule is not reduced to a mockery, SC says",
        "images": [
          {
            "filename": "Court_has_the_power_and_duty_t_0_787f471010.jpg",
            "local_path": "output\\images\\Court_has_the_power_and_duty_t_0_787f471010.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/g0dw7g/article69408044.ece/alternates/LANDSCAPE_1200/PTI03_23_2025_000100B.jpg"
          },
          {
            "filename": "Court_has_the_power_and_duty_t_4_ac7e982602.jpg",
            "local_path": "output\\images\\Court_has_the_power_and_duty_t_4_ac7e982602.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/g0dw7g/article69408044.ece/alternates/LANDSCAPE_660/PTI03_23_2025_000100B.jpg"
          }
        ],
        "main_image": {
          "filename": "Court_has_the_power_and_duty_t_0_787f471010.jpg",
          "local_path": "output\\images\\Court_has_the_power_and_duty_t_0_787f471010.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/g0dw7g/article69408044.ece/alternates/LANDSCAPE_1200/PTI03_23_2025_000100B.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:29:39",
        "source": "The Hindu",
        "summary": "The Supreme Court on Thursday (April 3, 2025) said it has the power and a duty to ensure that Speakers, acting as a quasi-judicial tribunal under the anti-defection law of the Tenth Schedule of the Constitution, do not sit over disqualification petitions till they “die a natural death” towards the end of the tenure of the House before “throwing them in the dustbin”. A Bench headed by Justice B.R. Gavai said the Supreme Court would not remain a silent spectator and watch from the gallery as a Speaker waited till six months before the end of the tenure of a Legislative Assembly only to say “now there is no time left”.",
        "tags": [
          "Tenth Schedule",
          "disqualification petitions delay",
          "K.T. Rama Rao",
          "Padi Kaushik Reddy"
        ],
        "url": "https://www.thehindu.com/news/national/court-has-the-power-and-duty-to-ensure-tenth-schedule-is-not-reduced-to-a-mockery-supreme-court-says/article69407687.ece",
        "voice_file": "output\\voice\\1db46b6af5_Court_has_the_power_and_duty_t.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Coimbatore",
        "content": "The Special Court for the trial of cases registered under the Protection of Children from Sexual Offences (POCSO) Act, Coimbatore, sentenced a man to 30 years of imprisonment for sexually assaulting a minor girl in 2021. The court awarded the punishment to Sathish Kumar, 35, a resident of Kulathupalayam in Sulur block. The police said that the survivor, aged 13, was residing with her grandmother when he committed the assault in 2021. The girl had discontinued studies after Class VII. Following the assault, the girl lodged a complaint with the All Women Police Station, Perur. The police arrested Kumar and filed a chargesheet against him before the special court, where the trial completed on April 1. The court found him guilty for three offences and awarded a total imprisonment of 30 years. It also slapped a fine of ₹12,000 on Kumar. Published - April 03, 2025 06:34 pm IST Coimbatore",
        "extraction_time": "2025-04-03T18:48:38.903635",
        "headline": "Man gets 30 years imprisonment for sexual assault on minor girl",
        "images": [
          {
            "filename": "Man_gets_30_years_imprisonment_0_ef0fb30eea.png",
            "local_path": "output\\images\\Man_gets_30_years_imprisonment_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Man_gets_30_years_imprisonment_0_ef0fb30eea.png",
          "local_path": "output\\images\\Man_gets_30_years_imprisonment_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "13:04:48",
        "source": "The Hindu",
        "summary": "The Special Court for the trial of cases registered under the Protection of Children from Sexual Offences (POCSO) Act, Coimbatore, sentenced a man to 30 years of imprisonment for sexually assaulting a minor girl in 2021. The court awarded the punishment to Sathish Kumar, 35, a resident of Kulathupalayam in Sulur block. The police said that the survivor, aged 13, was residing with her grandmother when he committed the assault in 2021. The girl had discontinued studies after Class VII. Following the assault, the girl lodged a complaint with the All Women Police Station, Perur. The police arrested Kumar and filed a chargesheet against him before the special court, where the trial completed on April 1. The court found him guilty for three offences and awarded a total imprisonment of 30 years. It also slapped a fine of ₹12,000 on Kumar.",
        "tags": [
          "coimbatore",
          "pocso cases coimbatore",
          "coimbatore crime",
          "violence against women and children"
        ],
        "url": "https://www.thehindu.com/news/cities/Coimbatore/man-gets-30-years-imprisonment-for-sexual-assault-on-minor-girl/article69407967.ece",
        "voice_file": "output\\voice\\6e484e983c_Man_gets_30_years_imprisonment.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Music",
        "content": "Tickets for Travis Scott’s Circus Maximus World Tour 2025 will go on sale tomorrow, April 5, at 12 PM IST, exclusively on BookMyShow. The American rapper and producer will perform in India for the first time on October 18, 2025, at Jawaharlal Nehru Stadium, New Delhi. Known for hits like Sicko Mode, Goosebumps, and FE!N, Scott has built a reputation for his energetic live performances and large-scale production. HisCircus Maximus World Tour is expected to bring his signature stage visuals and high-energy setlist to Indian fans for the first time. ALSO READ:The mesmerising monochrome erotica of Cigarettes After Sex’s ‘X’s tour kicking off in Gurugram With high demand expected, fans are advised to be prepared ahead of the sale. BookMyShow has set up a virtual queue system to ensure fair access. The waiting room will open at 11 AM IST, and fans who enter before 12 PM IST will be randomly assigned a queue position. To increase the chances of securing a ticket, it is recommended to: Tickets will be available exclusively on BookMyShow, which has previously brought major international artists such as Coldplay, Cigarettes After Sex, Ed Sheeran, and U2 to India. With strong demand anticipated, fans are encouraged to plan ahead and be ready when the sale opens. Published - April 03, 2025 06:34 pm IST music / pop music / Music Personalities",
        "extraction_time": "2025-04-03T18:48:39.513887",
        "headline": "Tickets for Travis Scott’s Circus Maximus World Tour 2025 go on sale tomorrow",
        "images": [
          {
            "filename": "Tickets_for_Travis_Scotts_Circ_0_d69d125998.png",
            "local_path": "output\\images\\Tickets_for_Travis_Scotts_Circ_0_d69d125998.png",
            "position": 0,
            "url": "https://th-i.thgim.com/public/entertainment/movies/fujt97/article69408488.ece/alternates/LANDSCAPE_1200/Screenshot%202025-04-03%20183144.png"
          }
        ],
        "main_image": {
          "filename": "Tickets_for_Travis_Scotts_Circ_0_d69d125998.png",
          "local_path": "output\\images\\Tickets_for_Travis_Scotts_Circ_0_d69d125998.png",
          "position": 0,
          "url": "https://th-i.thgim.com/public/entertainment/movies/fujt97/article69408488.ece/alternates/LANDSCAPE_1200/Screenshot%202025-04-03%20183144.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "13:04:07",
        "source": "The Hindu",
        "summary": "Tickets for Travis Scott’s Circus Maximus World Tour 2025 will go on sale tomorrow, April 5, at 12 PM IST, exclusively on BookMyShow. The American rapper and producer will perform in India for the first time on October 18, 2025, at Jawaharlal Nehru Stadium, New Delhi. Known for hits like Sicko Mode, Goosebumps, and FE!N, Scott has built a reputation for his energetic live performances and large-scale production. HisCircus Maximus World Tour is expected to bring his signature stage visuals and high-energy setlist to Indian fans for the first time. ALSO READ:The mesmerising monochrome erotica of Cigarettes After Sex’s ‘X’s tour kicking off in Gurugram",
        "tags": [
          "Travis Scott",
          "Travis Scott India Tour tickets",
          "Travis Scott world tour",
          "Travis Scott BookMyShow tickets",
          "Travis Scott India"
        ],
        "url": "https://www.thehindu.com/entertainment/music/tickets-for-travis-scotts-circus-maximus-world-tour-2025-go-on-sale-tomorrow/article69408499.ece",
        "voice_file": "output\\voice\\10c381c89d_Tickets_for_Travis_Scott_s_Cir.mp3"
      },
      {
        "author": " PTI",
        "category": "Bihar",
        "content": "Attacking the Bihar government over the alleged rise in crimes, senior Congress leader Ajoy Kumar on Thursday said the state had turned into a university of criminal training under Chief Minister Nitish Kumar’s rule. The former IPS officer-turned-politician also said there was no deterrence effect of law among the criminals. Also Read | Bihar Police prepare dossier of 4,000 hardened criminals and 3,000 Maoists in State Mr. Kumar previously served as a Lok Sabha MP from Jharkhand's East Singhbhum and, before the division of Bihar, held the position of City SP in Patna. Speaking to reporters, the party’s national spokesperson said, \"The law and order situation has completely collapsed in Bihar. There is no deterrence effect of law among criminals. The State has become the university of criminal training under Nitish Kumar’s rule.\" \"Police personnel are not safe—they are being killed by criminals. Neither Chief Minister nor his ally, the BJP, seem bothered about the safety and security of people.\" Mr. Kumar alleged, \"There has been an almost 400% rise in overall crime in the state over the last few years. Around 953 heinous crimes are committed almost every day in Bihar. One can imagine the state of affairs. I think Nitish Kumar ji is waiting for this figure to cross the 1,000 mark (Wo intezar kar rahe hain ki ye figure ek hazaar paar kar jaye).\" Highlighting specific concerns, he claimed, \"While crimes against children have risen by 7,000% over the years in the State, incidents of crimes against women have increased by 1,000%.\" Mr. Kumar alleged that both the BJP and JD(U) are responsible for the complete collapse of law and order in Bihar. \"Bihar ranks second in the country for murder cases, after Uttar Pradesh. Atrocities against economically weaker sections, SCs, and STs are also the highest in the State. The main achievement of the NDA government in Bihar is hundreds of incidents of murder, loot, kidnapping and rape,\" he alleged. He also criticised the state government’s inaction. \"The CM and NDA leaders are clueless about the collapsed law and order situation in the state. Criminals are killing people, and there are still over 100,000 vacant posts in Bihar Police.\" Published - April 03, 2025 06:33 pm IST Bihar / crime, law and justice",
        "extraction_time": "2025-04-03T18:48:42.110526",
        "headline": "Bihar has become university of criminal training under CM: Congress leader Ajoy Kumar",
        "images": [
          {
            "filename": "Bihar_has_become_university_of_0_95fd0de0be.jpg",
            "local_path": "output\\images\\Bihar_has_become_university_of_0_95fd0de0be.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/ll0g89/article69408486.ece/alternates/LANDSCAPE_1200/PTI04_03_2025_000246B.jpg"
          },
          {
            "filename": "Bihar_has_become_university_of_2_8c16750e1d.jpg",
            "local_path": "output\\images\\Bihar_has_become_university_of_2_8c16750e1d.jpg",
            "position": 2,
            "url": "https://th-i.thgim.com/public/incoming/ll0g89/article69408486.ece/alternates/FREE_1200/PTI04_03_2025_000246B.jpg"
          }
        ],
        "main_image": {
          "filename": "Bihar_has_become_university_of_0_95fd0de0be.jpg",
          "local_path": "output\\images\\Bihar_has_become_university_of_0_95fd0de0be.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/ll0g89/article69408486.ece/alternates/LANDSCAPE_1200/PTI04_03_2025_000246B.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "13:03:44",
        "source": "The Hindu",
        "summary": "Attacking the Bihar government over the alleged rise in crimes, senior Congress leader Ajoy Kumar on Thursday said the state had turned into a university of criminal training under Chief Minister Nitish Kumar’s rule. The former IPS officer-turned-politician also said there was no deterrence effect of law among the criminals. Also Read | Bihar Police prepare dossier of 4,000 hardened criminals and 3,000 Maoists in State Mr. Kumar previously served as a Lok Sabha MP from Jharkhand's East Singhbhum and, before the division of Bihar, held the position of City SP in Patna. Speaking to reporters, the party’s national spokesperson said, \"The law and order situation has completely collapsed in Bihar. There is no deterrence effect of law among criminals. The State has become the university of criminal training under Nitish Kumar’s rule.\"",
        "tags": [
          "ajoy kumar in bihar",
          "congress slams Bihar government",
          "ajoy kumar slams bihar government",
          "university of crime",
          "crime in bihar nitish kumar"
        ],
        "url": "https://www.thehindu.com/news/national/bihar/bihar-has-become-university-of-criminal-training-under-cm-congress-leader-ajoy-kumar/article69408432.ece",
        "voice_file": "output\\voice\\671e302340_Bihar_has_become_university_of.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Chennai",
        "content": "Deputy Chief Minister Udhayanidhi Stalin inaugurated science laboratories and classrooms at the Lady Willingdon Higher Secondary School in Chennai on Thursday. A press release said the project was completed at a total cost of ₹3.65 crore. It was taken up as part of Virtusa Corporation’s corporate social responsibility (CSR) initiatives under the ‘Namma School Namma Ooru Palli’ initiative of the School Education Department. The 6,600-sq.ft science laboratories and two classrooms can seat 24 students each. The initiative also added a 4,600 sq.ft space for a modernised kitchen and a 60-seater dining area, ensuring students have access to nutritious meals in a clean and hygienic environment, the release said. Ram Meenakshisundaram, chief technology officer, Virtusa, said: “By enhancing the school’s science infrastructure, we will provide students with the resources to explore, innovate, and develop critical problem-solving skills.” School Education Minister Anbil Mahesh Poyyamozhi and Virtusa Corporation chief financial officer Amit Bajoria were among those present. Published - April 03, 2025 06:28 pm IST",
        "extraction_time": "2025-04-03T18:48:43.325049",
        "headline": "Deputy Chief Minister inaugurates facilities at Lady Willingdon Higher Secondary School",
        "images": [
          {
            "filename": "Deputy_Chief_Minister_inaugura_0_ef0fb30eea.png",
            "local_path": "output\\images\\Deputy_Chief_Minister_inaugura_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Deputy_Chief_Minister_inaugura_0_ef0fb30eea.png",
          "local_path": "output\\images\\Deputy_Chief_Minister_inaugura_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:58:04",
        "source": "The Hindu",
        "summary": "Deputy Chief Minister Udhayanidhi Stalin inaugurated science laboratories and classrooms at the Lady Willingdon Higher Secondary School in Chennai on Thursday. A press release said the project was completed at a total cost of ₹3.65 crore. It was taken up as part of Virtusa Corporation’s corporate social responsibility (CSR) initiatives under the ‘Namma School Namma Ooru Palli’ initiative of the School Education Department. The 6,600-sq.ft science laboratories and two classrooms can seat 24 students each. The initiative also added a 4,600 sq.ft space for a modernised kitchen and a 60-seater dining area, ensuring students have access to nutritious meals in a clean and hygienic environment, the release said.",
        "tags": [
          "Deputy Chief Minister",
          "inaugurates",
          "labs",
          "classrooms",
          "Lady Willingdon Higher Secondary School"
        ],
        "url": "https://www.thehindu.com/news/cities/chennai/deputy-chief-minister-inaugurates-facilities-at-lady-willingdon-higher-secondary-school/article69407768.ece",
        "voice_file": "output\\voice\\07f8e764e6_Deputy_Chief_Minister_inaugura.mp3"
      },
      {
        "author": " PTI",
        "category": "India",
        "content": "Airlines received 24 hoax bomb threat calls this year till March 25, the government said on Thursday (April 3, 2025). Parliament Budget Session Day 16 LIVE updates Citing data from the Bureau of Civil Aviation Security (BCAS), Minister of State for Civil Aviation Murlidhar Mohol said a total of 836 hoax bomb threats were received by airline operators since 2022 till March 25, 2025. Hoax bomb threat aboard Lufthansa flight at Chennai airport Looking back at 2024: Skyrocketing hoax bomb threats strike schools, hospitals, flights and more Hoax bomb threat to Kochi-Chennai flight Fine of up to ₹1 crore for airline bomb hoax threats In 2022, the number of the calls stood at 13 and rose to 71 in 2023. Last year, there were 728 such calls and the count was at 24 this year up to March 25, as per the data. In a written reply to Lok Sabha, the Minister said 13 people were arrested in 2024 for making hoax bomb threat calls to airlines. BCAS has mandated robust protocols for handling such threats in coordination with law enforcement agencies, central security agencies, CISF and stakeholders, leading to minimal impact on flight operations. Bomb Threat Contingency Plan (BTCP) is put in place to handle such threats. \"As a part of BTCP, every airport has a designated Bomb Threat Assessment Committee (BTAC) which analyses the threat and takes action. \"In order to deal with hoax bomb threats, BCAS has issued advisories to all the civil aviation stakeholders in the country to ensure maintenance of robust aviation security infrastructure and uphold public confidence in air travel,\" the minister said. Published - April 03, 2025 05:12 pm IST Airlines / air transport / Parliament proceedings / Lok Sabha",
        "extraction_time": "2025-04-03T18:48:43.815623",
        "headline": "Airlines received 24 hoax bomb calls this year till March 25: Govt",
        "images": [
          {
            "filename": "Airlines_received_24_hoax_bomb_0_72cb2a2399.jpg",
            "local_path": "output\\images\\Airlines_received_24_hoax_bomb_0_72cb2a2399.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/x94pwp/article69408113.ece/alternates/LANDSCAPE_1200/Flights_09.jpg"
          },
          {
            "filename": "Airlines_received_24_hoax_bomb_4_aff5126e4a.jpg",
            "local_path": "output\\images\\Airlines_received_24_hoax_bomb_4_aff5126e4a.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/x94pwp/article69408113.ece/alternates/LANDSCAPE_660/Flights_09.jpg"
          }
        ],
        "main_image": {
          "filename": "Airlines_received_24_hoax_bomb_0_72cb2a2399.jpg",
          "local_path": "output\\images\\Airlines_received_24_hoax_bomb_0_72cb2a2399.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/x94pwp/article69408113.ece/alternates/LANDSCAPE_1200/Flights_09.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:42:36",
        "source": "The Hindu",
        "summary": "Airlines received 24 hoax bomb threat calls this year till March 25, the government said on Thursday (April 3, 2025). Parliament Budget Session Day 16 LIVE updates Citing data from the Bureau of Civil Aviation Security (BCAS), Minister of State for Civil Aviation Murlidhar Mohol said a total of 836 hoax bomb threats were received by airline operators since 2022 till March 25, 2025. Hoax bomb threat aboard Lufthansa flight at Chennai airport Looking back at 2024: Skyrocketing hoax bomb threats strike schools, hospitals, flights and more Hoax bomb threat to Kochi-Chennai flight Fine of up to ₹1 crore for airline bomb hoax threats",
        "tags": [
          "Airlines received 24 hoax bomb calls",
          "hoax bomb calls Airlines",
          "Murlidhar Mohol",
          "Bomb Threat Contingency Plan"
        ],
        "url": "https://www.thehindu.com/news/national/airlines-received-24-hoax-bomb-calls-this-year-till-march-25-govt/article69408083.ece",
        "voice_file": "output\\voice\\4d3a35cd1d_Airlines_received_24_hoax_bomb.mp3"
      },
      {
        "author": "P. Sujatha Varma",
        "category": "Andhra Pradesh",
        "content": "To ensure smooth and fair conduct of the National Eligibility-cum-Entrance Test (NEET), the entrance examination for undergraduate medical and paramedical courses in India, conducted by the National Testing Agency (NTA) at the national level, the government has constituted a State-level coordination committee and similar committees at the district level. The NEET-2025 exam is scheduled for May 4. The State-level committee would be headed by the Secretary, Department of Higher Education, as its chairman, while Chairman of Andhra Pradesh State Council for Higher Education (APSCHE), State Director of Technical Education, State Director of Collegiate Education, Vice-Chancellor of Dr. NTR University of Health Sciences, Additional Director General of Law and Order, State-level NIC Officer and Subsidiary Intelligence Bureau (SIB) Officer would be the members. The district-level coordination committees will comprise the District Magistrate as its Chairperson, Head of the police force in the district, District Nodal Officer (NTA), District Education Officer, District IB Officer (DCIO/AD) and NIC Officer as members. Tasked with ensuring smooth conduct of NEET and other examinations conducted by the NTA, the State-level committee’s role entails establishment of a hotline between the Chief Secretary, the Director General of Police (DGP) and DG-NTA, prepare an integrated strategy to break the nexus of paper-leak mafia, prepare an exam-specific strategy, ensure constitution of district-level committees and their effective operation, review their performance and submit a consolidated report to the NTA. It may be noted that the Union Ministry of Education had formed a high-level committee of experts headed by former Chairman of the Indian Space Research Organisation (ISRO) K. Radhakrishnan, seeking recommendations for reforms in NTA to ensure smooth and transparent conduct of examinations. The committee, in its report submitted on October 21, 2024, recommended that the NTA should develop institutional linkage with State/District authorities for providing a secure test administration apparatus. Accordingly, the Ministry requested State Governments to constitute coordination committees. Published - April 03, 2025 05:23 pm IST Vijayawada / Visakhapatnam / Andhra Pradesh / test/examination",
        "extraction_time": "2025-04-03T18:48:45.109729",
        "headline": "State, district-level committees formed to oversee smooth, fair conduct of NEET in Andhra Pradesh",
        "images": [
          {
            "filename": "State_district-level_committee_0_ef0fb30eea.png",
            "local_path": "output\\images\\State_district-level_committee_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "State_district-level_committee_0_ef0fb30eea.png",
          "local_path": "output\\images\\State_district-level_committee_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:53:58",
        "source": "The Hindu",
        "summary": "To ensure smooth and fair conduct of the National Eligibility-cum-Entrance Test (NEET), the entrance examination for undergraduate medical and paramedical courses in India, conducted by the National Testing Agency (NTA) at the national level, the government has constituted a State-level coordination committee and similar committees at the district level. The NEET-2025 exam is scheduled for May 4. The State-level committee would be headed by the Secretary, Department of Higher Education, as its chairman, while Chairman of Andhra Pradesh State Council for Higher Education (APSCHE), State Director of Technical Education, State Director of Collegiate Education, Vice-Chancellor of Dr. NTR University of Health Sciences, Additional Director General of Law and Order, State-level NIC Officer and Subsidiary Intelligence Bureau (SIB) Officer would be the members.",
        "tags": [
          "NEET in Andhra Pradesh",
          "NEET exam in Andhra Pradesh",
          "Andhra Pradesh committees for NEET exam",
          "committees formed for NEET exam in Andhra Pradesh"
        ],
        "url": "https://www.thehindu.com/news/national/andhra-pradesh/state-district-level-committees-formed-to-oversee-smooth-fair-conduct-of-neet-in-andhra-pradesh/article69407627.ece",
        "voice_file": "output\\voice\\1932c750b3_State__district-level_committe.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Coimbatore",
        "content": "The service period of special trains operated between Erode and Nanded in Maharashtra has been extended till May, 2025. A release from the Salem Railway Division said Train No. 07189 Nanded – Erode Weekly Special Train, leaving Nanded at 2.20 p.m. on Fridays and reaching Erode at 2 p.m. on Saturdays, will run from April 4 to May 2 (five services). Likewise, Train No. 07190 Erode – Nanded Weekly Special Train, leaving Erode at 5.15 a.m. on Sundays will reach Nanded at 7.30 a.m. on Mondays, and run from April 6 to May 4. Train No. 07189 will arrive at Salem on Saturdays at 12.48 p.m. and depart at 12.50 p.m., while Train No. 07190 will arrive at Salem on Sundays at 6.12 a.m. and depart at 6.15 a.m., the release added. Published - April 03, 2025 05:31 pm IST Erode",
        "extraction_time": "2025-04-03T18:48:45.577141",
        "headline": "Service extended for special trains between Erode and Nanded in Maharashtra",
        "images": [
          {
            "filename": "Service_extended_for_special_t_0_ef0fb30eea.png",
            "local_path": "output\\images\\Service_extended_for_special_t_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Service_extended_for_special_t_0_ef0fb30eea.png",
          "local_path": "output\\images\\Service_extended_for_special_t_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:01:09",
        "source": "The Hindu",
        "summary": "The service period of special trains operated between Erode and Nanded in Maharashtra has been extended till May, 2025. A release from the Salem Railway Division said Train No. 07189 Nanded – Erode Weekly Special Train, leaving Nanded at 2.20 p.m. on Fridays and reaching Erode at 2 p.m. on Saturdays, will run from April 4 to May 2 (five services). Likewise, Train No. 07190 Erode – Nanded Weekly Special Train, leaving Erode at 5.15 a.m. on Sundays will reach Nanded at 7.30 a.m. on Mondays, and run from April 6 to May 4. Train No. 07189 will arrive at Salem on Saturdays at 12.48 p.m. and depart at 12.50 p.m., while Train No. 07190 will arrive at Salem on Sundays at 6.12 a.m. and depart at 6.15 a.m., the release added.",
        "tags": [
          "Service extended for special trains between Erode and Nanded in Maharashtra"
        ],
        "url": "https://www.thehindu.com/news/cities/Coimbatore/service-extended-for-special-trains-between-erode-and-nanded-in-maharashtra/article69407442.ece",
        "voice_file": "output\\voice\\3ecd1566b3_Service_extended_for_special_t.mp3"
      },
      {
        "author": "G. Sampath",
        "category": "Podcast",
        "content": "The Right to Information Act was a historic piece of legislation that gave ordinary citizens a legally enforceable means to seek information about the government’s functioning – a small step towards accountability. But over the years, governments have progressively diluted the provisions of this law. The latest blow to the RTI is in the form of Section 44 (3) of the Digital Personal Data Protection Act, 2023. This law will come into force once the Rules under it are notified, which is expected to happen this month. law’s Rules are notified, and that is expected to happen any time now. How does Section 44 (3) of the DPDP Act weaken the Right to Information Act? Why is the Opposition demanding that it be repealed? And what are the consequences for citizens if this Section stays? Guest: Anjali Bhardwaj, founder of the Satark Nagarik Sangathan and co-convenor of the National Campaign for the People’s Right to Information (NCPRI). Host: G. Sampath, Social Affairs Editor, The Hindu Edited by Shiva Raj Recorded and Produced by Jude Weston Listen to more In Focus podcasts: Published - April 03, 2025 05:28 pm IST The Hindu Podcasts / In Focus Podcast / data protection / Right to Information",
        "extraction_time": "2025-04-03T18:48:46.548014",
        "headline": "How does Section 44(3) of the DPDP Act weaken the RTI? | In Focus podcast",
        "images": [
          {
            "filename": "How_does_Section_443_of_the_DP_0_fefe8e0c62.png",
            "local_path": "output\\images\\How_does_Section_443_of_the_DP_0_fefe8e0c62.png",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/20ucmo/article69408339.ece/alternates/LANDSCAPE_1200/REARVIEW%207.png"
          }
        ],
        "main_image": {
          "filename": "How_does_Section_443_of_the_DP_0_fefe8e0c62.png",
          "local_path": "output\\images\\How_does_Section_443_of_the_DP_0_fefe8e0c62.png",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/20ucmo/article69408339.ece/alternates/LANDSCAPE_1200/REARVIEW%207.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:58:48",
        "source": "The Hindu",
        "summary": "The Right to Information Act was a historic piece of legislation that gave ordinary citizens a legally enforceable means to seek information about the government’s functioning – a small step towards accountability. But over the years, governments have progressively diluted the provisions of this law. The latest blow to the RTI is in the form of Section 44 (3) of the Digital Personal Data Protection Act, 2023. This law will come into force once the Rules under it are notified, which is expected to happen this month. law’s Rules are notified, and that is expected to happen any time now.",
        "tags": [
          "Section 44(3",
          "DPDP Act",
          "Digital Personal Data Protection Act",
          "2023",
          "The Right to Information Act",
          "RTI act"
        ],
        "url": "https://www.thehindu.com/podcast/how-does-section-443-of-the-dpdp-act-weaken-the-rti-in-focus/article69408189.ece",
        "voice_file": "output\\voice\\eadc61bf30_How_does_Section_44_3__of_the.mp3"
      },
      {
        "author": "P. Sujatha Varma",
        "category": "Andhra Pradesh",
        "content": "The government has given administrative sanction to the Department of Tribal Welfare for the upgrade and improving infrastructure of Ashram and tribal residential schools and hostels with funds to the tune of ₹155.97 crore under the Dharti Aaba Janjatiya Gram Utkarsh Abhiyan. The Dharti Aaba Janjatiya Gram Utkarsh Abhiyan is a Central Government initiative launched to bridge critical gaps in social infrastructure, health, education and livelihood through Central interventions implemented by various departments and ensures holistic and sustainable development of tribal areas and communities. The department plans to spend these funds for construction of classrooms, hostel buildings and toilets in tribal welfare schools besides purchase of furniture and carrying out repairs and renovation works in various school and hostel buildings. Published - April 03, 2025 04:51 pm IST Vijayawada / Visakhapatnam / Andhra Pradesh / state politics",
        "extraction_time": "2025-04-03T18:48:47.249472",
        "headline": "Andhra Pradesh Tribal Welfare Department gets ₹155.97 crore to upgrade, improve infrastructure in residential schools",
        "images": [
          {
            "filename": "Andhra_Pradesh_Tribal_Welfare__0_ef0fb30eea.png",
            "local_path": "output\\images\\Andhra_Pradesh_Tribal_Welfare__0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Andhra_Pradesh_Tribal_Welfare__0_ef0fb30eea.png",
          "local_path": "output\\images\\Andhra_Pradesh_Tribal_Welfare__0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:21:31",
        "source": "The Hindu",
        "summary": "The government has given administrative sanction to the Department of Tribal Welfare for the upgrade and improving infrastructure of Ashram and tribal residential schools and hostels with funds to the tune of ₹155.97 crore under the Dharti Aaba Janjatiya Gram Utkarsh Abhiyan. The Dharti Aaba Janjatiya Gram Utkarsh Abhiyan is a Central Government initiative launched to bridge critical gaps in social infrastructure, health, education and livelihood through Central interventions implemented by various departments and ensures holistic and sustainable development of tribal areas and communities. The department plans to spend these funds for construction of classrooms, hostel buildings and toilets in tribal welfare schools besides purchase of furniture and carrying out repairs and renovation works in various school and hostel buildings.",
        "tags": [
          "Dharti Aaba Janjatiya Gram Utkarsh Abhiyan",
          "Andhra Pradesh Tribal Welfare Department gets funds",
          "funds sanctioned for Andhra Pradesh Tribal Welfare Department"
        ],
        "url": "https://www.thehindu.com/news/national/andhra-pradesh/andhra-pradesh-tribal-welfare-department-gets-15597-crore-to-upgrade-improve-infrastructure-in-residential-schools/article69407857.ece",
        "voice_file": "output\\voice\\8e1d149620_Andhra_Pradesh_Tribal_Welfare.mp3"
      },
      {
        "author": " PTI",
        "category": "India",
        "content": "Amid reciprocal tariffs announced by U.S. President Donald Trump, External Affairs Minister S Jaishankar on Thursday (April 3, 2025) said the world is moving to an era of self-help and every region needs to look out for itself. Addressing the 20th BIMSTEC Ministerial, Mr. Jaishankar said shorter supply chains and immediate neighbours have a salience much more than before. “The reality is that the world is moving to an era of self-help. Every region needs to look out for itself, whether it is in food, fuel and fertilizer supply, vaccines or speedy disaster response,” the Minister said. “We are seeing that unfold before our very eyes. Times have indeed changed. Shorter supply chains and immediate neighbours have a salience much more than before,” Mr. Jaishankar said. Also Read | Trump’s tariffs target tiny Australian islands, including some with no people While Mr. Jaishankar is here to attend the BIMSTEC (Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation) Ministerial, Prime Minister Narendra Modi will join the leaders from Thailand, Bangladesh, Sri Lanka, Nepal, Myanmar and Bhutan to oversee the signing of the Agreement on Maritime Cooperation at the 6th BIMSTEC summit. The Minister said the BIMSTEC Summit was taking place in “very uncertain and volatile times, when the global order itself is under visible churn.” “This should encourage us to approach BIMSTEC from a more ambitious perspective. The new order, whose outlines have only now started to become visible, is intrinsically more regional and agenda-specific,” Mr. Jaishankar said. “The era when a few powers underwrote the international system is now behind us. What we make of our prospects is very much dependent on ourselves. As developing nations who face a multitude of challenges, that is better done in concert with each other than individually,” the Minister said. Highlighting that India's north-eastern region in particular is emerging as a connectivity hub for the BIMSTEC, with a myriad network of roads, railways, waterways, grids and pipelines, Mr. Jaishankar said, “The completion of the Trilateral Highway will connect India’s North East all the way to the Pacific Ocean, a veritable game-changer.” Mr. Jaishankar also said that the nations around the Bay of Bengal have both common interests and shared concerns which emanates from history, where other priorities overrode the well-being of this region. “Whether it is connectivity, trade, investment or services between the BIMSTEC members, we are performing below our real potential. Now, if we are to change that, both the past and the future are our friends,” he said. Mr. Jaishankar said that, from India’s perspective, BIMSTEC represented the trifecta of three crucial initiatives – the Act East Policy, the Neighbourhood First approach and the MAHA-SAGAR outlook. “It is also on the pathway to our Indo-Pacific commitment. In order to promote BIMSTEC, what India is doing is to draw the best from all of them and then synergise that with our collective efforts,” the Minister said. On March 12, Modi had announced India's new vision for the Global South and named it 'MAHASAGAR' or Mutual and Holistic Advancement for Security and Growth Across Regions, a policy approach that came against the backdrop of China's relentless attempts to expand its influence in the Indian Ocean. The MAHASAGAR vision builds on the SAGAR (Security and Growth for All in the Region) policy that PM Modi first announced during his visit to Mauritius in 2015. Published - April 03, 2025 05:33 pm IST diplomacy / Thailand / international relations",
        "extraction_time": "2025-04-03T18:48:47.761530",
        "headline": "Global order under churn, every region needs to look out for itself: Jaishankar",
        "images": [
          {
            "filename": "Global_order_under_churn_every_0_d091e60aea.jpg",
            "local_path": "output\\images\\Global_order_under_churn_every_0_d091e60aea.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/13jcpl/article69408205.ece/alternates/LANDSCAPE_1200/PTI04_03_2025_000092B.jpg"
          },
          {
            "filename": "Global_order_under_churn_every_4_ab3ee8db5e.jpg",
            "local_path": "output\\images\\Global_order_under_churn_every_4_ab3ee8db5e.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/13jcpl/article69408205.ece/alternates/LANDSCAPE_660/PTI04_03_2025_000092B.jpg"
          }
        ],
        "main_image": {
          "filename": "Global_order_under_churn_every_0_d091e60aea.jpg",
          "local_path": "output\\images\\Global_order_under_churn_every_0_d091e60aea.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/13jcpl/article69408205.ece/alternates/LANDSCAPE_1200/PTI04_03_2025_000092B.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:03:42",
        "source": "The Hindu",
        "summary": "Amid reciprocal tariffs announced by U.S. President Donald Trump, External Affairs Minister S Jaishankar on Thursday (April 3, 2025) said the world is moving to an era of self-help and every region needs to look out for itself. Addressing the 20th BIMSTEC Ministerial, Mr. Jaishankar said shorter supply chains and immediate neighbours have a salience much more than before. “The reality is that the world is moving to an era of self-help. Every region needs to look out for itself, whether it is in food, fuel and fertilizer supply, vaccines or speedy disaster response,” the Minister said. “We are seeing that unfold before our very eyes. Times have indeed changed. Shorter supply chains and immediate neighbours have a salience much more than before,” Mr. Jaishankar said.",
        "tags": [
          "Jaishnakar on reciprocal tariff",
          "Trump reciprocal tariff announcement",
          "Donald Trump on India reciprocal tariff",
          "Jaishankar on Trump announcement",
          "Trump Jaishankar"
        ],
        "url": "https://www.thehindu.com/news/national/global-order-under-churn-every-region-needs-to-look-out-for-itself-jaishankar/article69408165.ece",
        "voice_file": "output\\voice\\98f472a704_Global_order_under_churn__ever.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Hyderabad",
        "content": "The spell of rain in Hyderabad on Thursday (April 3, 2025) led to traffic jams in some parts of the city. Officials informed Hyderabad in-charge Minister Ponnam Prabhakar that the issue on arterial roads of the city would be cleared in half-an-hour. A tree crashed in Irram Manzil, which is being removed by Greater Hyderabad Municipal Corporation (GHMC) teams and others, according to a press note issued late in the afternoon. The Minister directed officials in the six zones of GHMC to be on alert. He has asked waterlogging points near the State Secretariat, Raj Bhavan road, Masab Tank and other localities to be cleared. Hyderabad, Rangareddy and Medchal-Malkajgiri along with 16 more districts were under yellow alert (Thunderstorm accompanied with lightning and gusty winds) issued by India Meteorological Department for Thursday. Published - April 03, 2025 05:31 pm IST Hyderabad / Telangana",
        "extraction_time": "2025-04-03T18:48:49.058585",
        "headline": "Hyderabad Rain | Traffic jam will be cleared in half-an-hour: officials to in-charge Minister",
        "images": [
          {
            "filename": "Hyderabad_Rain_Traffic_jam_wil_0_5ba09e48f4.jpg",
            "local_path": "output\\images\\Hyderabad_Rain_Traffic_jam_wil_0_5ba09e48f4.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/vtyu8h/article69408199.ece/alternates/LANDSCAPE_1200/03042025_sudden%20downpour%20%2002.jpg"
          },
          {
            "filename": "Hyderabad_Rain_Traffic_jam_wil_4_db6dcd97e8.jpg",
            "local_path": "output\\images\\Hyderabad_Rain_Traffic_jam_wil_4_db6dcd97e8.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/vtyu8h/article69408199.ece/alternates/LANDSCAPE_660/03042025_sudden%20downpour%20%2002.jpg"
          }
        ],
        "main_image": {
          "filename": "Hyderabad_Rain_Traffic_jam_wil_0_5ba09e48f4.jpg",
          "local_path": "output\\images\\Hyderabad_Rain_Traffic_jam_wil_0_5ba09e48f4.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/vtyu8h/article69408199.ece/alternates/LANDSCAPE_1200/03042025_sudden%20downpour%20%2002.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:01:37",
        "source": "The Hindu",
        "summary": "The spell of rain in Hyderabad on Thursday (April 3, 2025) led to traffic jams in some parts of the city. Officials informed Hyderabad in-charge Minister Ponnam Prabhakar that the issue on arterial roads of the city would be cleared in half-an-hour. A tree crashed in Irram Manzil, which is being removed by Greater Hyderabad Municipal Corporation (GHMC) teams and others, according to a press note issued late in the afternoon. The Minister directed officials in the six zones of GHMC to be on alert. He has asked waterlogging points near the State Secretariat, Raj Bhavan road, Masab Tank and other localities to be cleared.",
        "tags": [
          "Hyderabad rain",
          "rain in Hyderabad",
          "traffic jam",
          "tree erramanzil",
          "weather"
        ],
        "url": "https://www.thehindu.com/news/cities/Hyderabad/traffic-jam-on-hyderabad-roads-will-be-cleared-in-half-an-hour-officials-to-in-charge-minister/article69408143.ece",
        "voice_file": "output\\voice\\3dd5226945_Hyderabad_Rain___Traffic_jam_w.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Karnataka",
        "content": "In the quiet village of Uligere near Melkote in Mandya district, where conventional education often falls short of addressing the real-world challenges of the local community, students of Jeevana Shaale are picking up skills relevant to their immediate surroundings. Preetham from Chowdanahalli in K.R. Pet is an example. “After SSLC, I joined the arts stream but left midway due to a lack of interest. I worked as a construction worker, a coconut vendor, before joining Jeevana Shale. Now, I have found a purpose, and what I learn resonates with my beliefs,” he said. An avid environmentalist, he also takes care of birds and animals with his earnings. “Earlier, I never used to read, but now I do so with a purpose,” said Mr. Preetham, who intends to support Jeevana Shale after completion of four years of his stint in the school. As the emphasis is on experiential learning, students get real-world exposure in natural history for which there are nature study camps and field visits. Besides, naturalist K. Manu from Mysuru conducts regular classes for students giving them an in depth exposure to environmental issues. Shivu Shiradar, who teaches weaving and horticulture, has a diploma in theatre and brings in his storytelling skills and performance techniques to make learning more engaging. “We do not have a one-size-fits-all approach, and education is based on the interests of individual students. This helps foster their interest and creativity,” he added. To expose the students to real world issues in rural areas, a pada yatra is conducted where in students walk 10 to 12 km daily in rural areas for about a fortnight. Last year, the students were in Gulbarga, while this year they walked through the hinterland of Chamarajanagar, discussing issues with locals and collecting data. Santosh Koulagi, a Gandhian, who has nurtured Janapada Seva Trust for decades and took the mantle from his father Surendra Koulaji, said Jeevana Shale is important as modern education is completely devoid of an environmental perspective and rural livelihood issues. Though the concept at Jeevana Shale goes against the tide of modern education, it addresses critical gaps in mainstream education by integrating traditional knowledge, sustainable practices, and rural livelihood, he added. Published - April 03, 2025 06:38 pm IST",
        "extraction_time": "2025-04-03T18:48:50.596621",
        "headline": "Jeevana Shaale: Learning with purpose, rooted in conviction",
        "images": [
          {
            "filename": "Jeevana_Shaale_Learning_with_p_0_ef0fb30eea.png",
            "local_path": "output\\images\\Jeevana_Shaale_Learning_with_p_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Jeevana_Shaale_Learning_with_p_0_ef0fb30eea.png",
          "local_path": "output\\images\\Jeevana_Shaale_Learning_with_p_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "13:08:55",
        "source": "The Hindu",
        "summary": "In the quiet village of Uligere near Melkote in Mandya district, where conventional education often falls short of addressing the real-world challenges of the local community, students of Jeevana Shaale are picking up skills relevant to their immediate surroundings. Preetham from Chowdanahalli in K.R. Pet is an example. “After SSLC, I joined the arts stream but left midway due to a lack of interest. I worked as a construction worker, a coconut vendor, before joining Jeevana Shale. Now, I have found a purpose, and what I learn resonates with my beliefs,” he said. An avid environmentalist, he also takes care of birds and animals with his earnings.",
        "tags": [
          "Jeevana Shaale",
          "Uligere near Melkote in Mandya district",
          "conventional education",
          "emphasis is on experiential learning",
          "students get real-world exposure in natural history"
        ],
        "url": "https://www.thehindu.com/news/national/karnataka/jeevana-shaale-learning-with-purpose-rooted-in-conviction/article69407984.ece",
        "voice_file": "output\\voice\\6d1c09ee41_Jeevana_Shaale__Learning_with.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Telangana",
        "content": "The death of pastor Praveen Pagadala near Rajahmundry on March 25 has led Christian groups to demand a thorough and impartial investigation, raising concerns about misinformation and attempts to malign his reputation. The Christian Democratic Alliance (Kraisthava Sanghaala Ikya Vedika) has condemned media outlets for allegedly spreading misleading narratives. Retired IPS officer and national president of Civil Rights Initiative Internationale (CRII) K. Babu Rao has urged the authorities to ensure a fair investigation and take firm action against those responsible for Praveen’s death. Further discrepancies have arisen over CCTV footage aired by some media channels, purportedly showing Praveen purchasing alcohol before the incident, insinuating that he was under the influence when the accident occurred. However, Christian groups have questioned the authenticity of this footage, suspecting possible digital manipulation. Calling upon people not to politicise the case or indulge in character assassination Mr. Babu Rao said: “I urge the public not to speculate or form opinions prematurely. I have also conveyed through the media that the police should be allowed to investigate all aspects without interference. The Andhra Pradesh police have reportedly served notices to individuals to provide details, logging them as evidence from those making contrary claims. The court must have a clear picture before delivering its verdict, and the investigating agency should have complete freedom to conduct a thorough probe. The public must cooperate by providing any statements, proof, or evidence they possess to support their claims.” Regarding allegations of drink-driving, a toxicology report should be conducted during the autopsy, and such findings will be reflected in the post-mortem examination report, he added. “Typically, this process takes three to four days in routine cases, but depending on complexity, it may extend to weeks or even over a month. The toxicology report, in particular, requires time. Police officials have informed me that a forensic report is being prepared, and they will brief the public through the media once it is ready,” he said. National secretary general of the National Christian Council Sanjeev Tenali pointed out several inconsistencies that have fuelled further suspicions. He highlighted that Praveen’s motorbike was found resting on top of his body, which is unusual for a typical accident. He also noted that significant facial injuries were present, while the rest of his body remained largely unharmed. Despite the severity of the alleged accident, Praveen’s 350cc motorcycle sustained minimal damage. Additionally, a shoe print was reportedly found on his chest, suggesting he may have been kicked. Meanwhile, Praveen’s wife, Jessica Pagadala, issued a video message thanking the Christian community for their support while urging the public to refrain from spreading unverified claims. She expressed confidence in the ongoing police inquiry and appealed for communal harmony. The 45-year-old preacher was travelling to a Christian convention in Chagallu, East Godavari district, when he was found dead under suspicious circumstances along National Highway 16. Published - April 03, 2025 06:40 pm IST",
        "extraction_time": "2025-04-03T18:48:51.127078",
        "headline": "Autopsy report awaited in pastor Praveen’s case as calls for fair probe grow louder",
        "images": [
          {
            "filename": "Autopsy_report_awaited_in_past_0_ef0fb30eea.png",
            "local_path": "output\\images\\Autopsy_report_awaited_in_past_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Autopsy_report_awaited_in_past_0_ef0fb30eea.png",
          "local_path": "output\\images\\Autopsy_report_awaited_in_past_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "13:10:17",
        "source": "The Hindu",
        "summary": "The death of pastor Praveen Pagadala near Rajahmundry on March 25 has led Christian groups to demand a thorough and impartial investigation, raising concerns about misinformation and attempts to malign his reputation. The Christian Democratic Alliance (Kraisthava Sanghaala Ikya Vedika) has condemned media outlets for allegedly spreading misleading narratives. Retired IPS officer and national president of Civil Rights Initiative Internationale (CRII) K. Babu Rao has urged the authorities to ensure a fair investigation and take firm action against those responsible for Praveen’s death. Further discrepancies have arisen over CCTV footage aired by some media channels, purportedly showing Praveen purchasing alcohol before the incident, insinuating that he was under the influence when the accident occurred. However, Christian groups have questioned the authenticity of this footage, suspecting possible digital manipulation.",
        "tags": [
          "Telangana",
          "Andhhra Pradesh",
          "pastor’s death"
        ],
        "url": "https://www.thehindu.com/news/national/telangana/autopsy-report-awaited-in-pastor-praveens-case-as-calls-for-fair-probe-grow-louder/article69408144.ece",
        "voice_file": "output\\voice\\81904f7212_Autopsy_report_awaited_in_past.mp3"
      },
      {
        "author": "Nahla Nainar",
        "category": "Tiruchirapalli",
        "content": "As temperatures soar, non-governmental organisations, and city residents have begun placing containers of water and fodder for the birds frequenting the neighbourhoods of Tiruchi in recent weeks. On Thursday, volunteers of Tiruchi-based social organisation Thanneer distributed earthenware vessels to the public in Ponmalaipatti area, which are to be used as birdbaths. “Ideally, these should be placed at ground level and close to trees, so that the birds can use them throughout the day. As tree cover has declined in the city over the years, the space for birdbaths is also decreasing,” K.C. Neelamegam, secretary, Thanneer, told The Hindu. The organisation plans to carry out similar drives in K.K. Nagar and Khajamalai neighbourhoods in the coming weeks. P. Vijayakumar, managing trustee, Amirtham Social Service Trust, has been maintaining birdbaths and water troughs for stray dogs and cattle at his home in Puthur for the past 25 years. “The effect of climate change can be seen with the increasing daytime temperatures every year. With more concrete structures coming up in the city, birds are not able to feed on small worms and organisms in the soil as before. As a result, the diet of urban birds and animals in general, has changed too. They seem to prefer cooked and spicy food rather than grains and millets,” said Mr. Vijaykumar. The birdbaths and troughs are kept filled with water and food throughout the day. “We get cats, squirrels, mynahs, and sparrows using these spots, especially when there is no human interference. Occasionally, goats and cows also visit to drink the water,” he added. “Birds are an important part of the food chain, and play a key role in seed dispersal. The authorities and public have to ensure that they remain a part of our landscape,” he said. M. Raja, a Tamil lecturer at the Government Arts and Science College, Lalgudi, has been feeding birds at his apartment in Cantonment, Tiruchi, since 2020, in the wake of the COVID-19 lockdown. “Early in the morning, from 6 a.m. to 7 a.m., I place small biscuits outside on my balcony, and soon, we have the cuckoos, followed by mynahs, and ‘Seven Sisters’ (Jungle Babbler) flocking around,” said Mr. Raja. The ‘kondalathi’ (Hoopoe) and woodpeckers can be spotted here. Mr. Raja prepares birdbaths and feed for two peacocks that come to the parking lot of his apartment block. Pigeons, parrots and squirrels gather regularly in the mornings for the millets and fruits like apple, grape, sapota, and banana that he provides for them on the rooftop terrace. “I place a bucket of water here, for the birds to cool down in the daytime,” he said. Published - April 03, 2025 06:08 pm IST Tiruchi / wildlife",
        "extraction_time": "2025-04-03T18:48:51.896399",
        "headline": "Tiruchi residents pitch in to help birds, animals stay cool during summer",
        "images": [
          {
            "filename": "Tiruchi_residents_pitch_in_to__0_d0d2c3938a.jpg",
            "local_path": "output\\images\\Tiruchi_residents_pitch_in_to__0_d0d2c3938a.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/jiv0k9/article69408345.ece/alternates/LANDSCAPE_1200/Birds3.jpg"
          },
          {
            "filename": "Tiruchi_residents_pitch_in_to__4_7ac87cd08d.jpg",
            "local_path": "output\\images\\Tiruchi_residents_pitch_in_to__4_7ac87cd08d.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/jiv0k9/article69408345.ece/alternates/LANDSCAPE_660/Birds3.jpg"
          }
        ],
        "main_image": {
          "filename": "Tiruchi_residents_pitch_in_to__0_d0d2c3938a.jpg",
          "local_path": "output\\images\\Tiruchi_residents_pitch_in_to__0_d0d2c3938a.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/jiv0k9/article69408345.ece/alternates/LANDSCAPE_1200/Birds3.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:38:32",
        "source": "The Hindu",
        "summary": "As temperatures soar, non-governmental organisations, and city residents have begun placing containers of water and fodder for the birds frequenting the neighbourhoods of Tiruchi in recent weeks. On Thursday, volunteers of Tiruchi-based social organisation Thanneer distributed earthenware vessels to the public in Ponmalaipatti area, which are to be used as birdbaths. “Ideally, these should be placed at ground level and close to trees, so that the birds can use them throughout the day. As tree cover has declined in the city over the years, the space for birdbaths is also decreasing,” K.C. Neelamegam, secretary, Thanneer, told The Hindu. The organisation plans to carry out similar drives in K.K. Nagar and Khajamalai neighbourhoods in the coming weeks.",
        "tags": [
          "wildlife",
          "summer",
          "water bowls",
          "water troughs for birds",
          "thaneer",
          "trichy"
        ],
        "url": "https://www.thehindu.com/news/cities/Tiruchirapalli/tiruchi-residents-pitch-in-to-help-birds-animals-stay-cool-during-summer/article69408168.ece",
        "voice_file": "output\\voice\\a93b92785f_Tiruchi_residents_pitch_in_to.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Coimbatore",
        "content": "Rain lashed a few parts of Salem and Namakkal districts on Thursday. In the early hours of Thursday, rain lashed various parts of Salem district, including Yercaud, Attur, Thevur, and Edappadi. In the morning, a slight drizzle was recorded in Salem Corporation areas. Due to the rain, a tree was uprooted at the eighth hairpin bend on Yercaud Ghat Road around 6.30 a.m. Traffic movement was affected on the road and firefighters rushed to the spot and removed the tree after two hours. Likewise, in Namakkal district, rain lashed Namakkal town, Tiruchengode, and its surrounding areas. Pattaraimedu, Kollapatti, Kootapalli, Kailasampalayam, and Manickampalayam witnessed heavy rain from the morning for a few hours. Published - April 03, 2025 05:47 pm IST Salem",
        "extraction_time": "2025-04-03T18:48:53.708471",
        "headline": "Rain lashes a few areas in Salem, Namakkal districts",
        "images": [
          {
            "filename": "Rain_lashes_a_few_areas_in_Sal_0_ef0fb30eea.png",
            "local_path": "output\\images\\Rain_lashes_a_few_areas_in_Sal_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Rain_lashes_a_few_areas_in_Sal_0_ef0fb30eea.png",
          "local_path": "output\\images\\Rain_lashes_a_few_areas_in_Sal_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:17:15",
        "source": "The Hindu",
        "summary": "Rain lashed a few parts of Salem and Namakkal districts on Thursday. In the early hours of Thursday, rain lashed various parts of Salem district, including Yercaud, Attur, Thevur, and Edappadi. In the morning, a slight drizzle was recorded in Salem Corporation areas. Due to the rain, a tree was uprooted at the eighth hairpin bend on Yercaud Ghat Road around 6.30 a.m. Traffic movement was affected on the road and firefighters rushed to the spot and removed the tree after two hours. Likewise, in Namakkal district, rain lashed Namakkal town, Tiruchengode, and its surrounding areas. Pattaraimedu, Kollapatti, Kootapalli, Kailasampalayam, and Manickampalayam witnessed heavy rain from the morning for a few hours.",
        "tags": [
          "Rain lashes a few areas in Salem",
          "Namakkal districts"
        ],
        "url": "https://www.thehindu.com/news/cities/Coimbatore/rain-lashes-a-few-areas-in-salem-namakkal-districts/article69407866.ece",
        "voice_file": "output\\voice\\2de7bcb5c9_Rain_lashes_a_few_areas_in_Sal.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "India",
        "content": "In a bid to ensure transparency, Supreme Court Judges have agreed to make declaration of their assets public on assuming office. All 33 Supreme Court judges, including the Chief Justice of India Sanjiv Khanna, agreed in a full court meeting held on April 1 to make their assets public on the official Supreme Court website. Placing the declaration of assets on the Supreme Court website will be on a voluntary basis, the Supreme Court website said. “The full court of the Supreme Court had resolved that judges should make a declaration of their assets on assuming office, and whenever any acquisition of a substantial nature is made, to the Chief Justice.” \"This also includes declaration(s) by the Chief Justice of India. Placing the declaration of assets on the Supreme Court website will be on a voluntary basis,\" the SC website said. Earlier, the Judges were submitting details of their assets to the CJI. The decision to publish their assets has come in the wake of recent controversy regarding the finding of half-burnt cash in the residential premises of a High Court judge, Justice Yashwant Varma. The assets would be published once the modalities are finalised Published - April 03, 2025 04:54 pm IST judiciary (system of justice) / fraud",
        "extraction_time": "2025-04-03T18:48:54.358179",
        "headline": "Chief Justice, Supreme Court Judges to make declaration of assets public",
        "images": [
          {
            "filename": "Chief_Justice_Supreme_Court_Ju_0_9c26b68bf0.jpg",
            "local_path": "output\\images\\Chief_Justice_Supreme_Court_Ju_0_9c26b68bf0.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/xk95m/article69408033.ece/alternates/LANDSCAPE_1200/20250317228L.jpg"
          },
          {
            "filename": "Chief_Justice_Supreme_Court_Ju_4_e00d709513.jpg",
            "local_path": "output\\images\\Chief_Justice_Supreme_Court_Ju_4_e00d709513.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/xk95m/article69408033.ece/alternates/LANDSCAPE_660/20250317228L.jpg"
          }
        ],
        "main_image": {
          "filename": "Chief_Justice_Supreme_Court_Ju_0_9c26b68bf0.jpg",
          "local_path": "output\\images\\Chief_Justice_Supreme_Court_Ju_0_9c26b68bf0.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/xk95m/article69408033.ece/alternates/LANDSCAPE_1200/20250317228L.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:24:34",
        "source": "The Hindu",
        "summary": "In a bid to ensure transparency, Supreme Court Judges have agreed to make declaration of their assets public on assuming office. All 33 Supreme Court judges, including the Chief Justice of India Sanjiv Khanna, agreed in a full court meeting held on April 1 to make their assets public on the official Supreme Court website. Placing the declaration of assets on the Supreme Court website will be on a voluntary basis, the Supreme Court website said. “The full court of the Supreme Court had resolved that judges should make a declaration of their assets on assuming office, and whenever any acquisition of a substantial nature is made, to the Chief Justice.”",
        "tags": [
          "supreme court of india judges",
          "supreme court judges assets",
          "cji sanjiv khanna assets",
          "judges to make declaration of assets public",
          "yashwant varma cash row"
        ],
        "url": "https://www.thehindu.com/news/national/chief-justice-supreme-court-judges-to-make-declaration-of-assets-public/article69407976.ece",
        "voice_file": "output\\voice\\d0b655e8e9_Chief_Justice__Supreme_Court_J.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Coimbatore",
        "content": "The Chithode police on Thursday arrested another suspect in the murder of a history-sheeter near Nasiyanur on the Salem–Coimbatore National Highway on March 19. The suspect was identified as Viki alias Vigneswaran, 30, of Kitchipalayam in Salem city. With this, a total of 14 persons were arrested in connection with the murder. John alias Chanakya, 35, of Kitchipalayam, was hacked to death by a four-member gang on the highway in front of his wife, Saranya, while they were travelling by car from Salem to Tiruppur. All four members of the gang sustained injuries, received treatment at Coimbatore Medical College Hospital, and were later arrested and lodged in prison. The police had earlier arrested five other suspects, while four more surrendered in court. Police sources said they were in the process of filing petitions in court seeking custody of the four suspects who surrendered. Published - April 03, 2025 05:37 pm IST Erode",
        "extraction_time": "2025-04-03T18:48:56.535369",
        "headline": "History-sheeter murder in Erode: one more arrested",
        "images": [
          {
            "filename": "History-sheeter_murder_in_Erod_0_ef0fb30eea.png",
            "local_path": "output\\images\\History-sheeter_murder_in_Erod_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "History-sheeter_murder_in_Erod_0_ef0fb30eea.png",
          "local_path": "output\\images\\History-sheeter_murder_in_Erod_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:07:04",
        "source": "The Hindu",
        "summary": "The Chithode police on Thursday arrested another suspect in the murder of a history-sheeter near Nasiyanur on the Salem–Coimbatore National Highway on March 19. The suspect was identified as Viki alias Vigneswaran, 30, of Kitchipalayam in Salem city. With this, a total of 14 persons were arrested in connection with the murder. John alias Chanakya, 35, of Kitchipalayam, was hacked to death by a four-member gang on the highway in front of his wife, Saranya, while they were travelling by car from Salem to Tiruppur. All four members of the gang sustained injuries, received treatment at Coimbatore Medical College Hospital, and were later arrested and lodged in prison.",
        "tags": [
          "History-sheeter murder in Erode: one more arrested"
        ],
        "url": "https://www.thehindu.com/news/cities/Coimbatore/history-sheeter-murder-in-erode-one-more-arrested/article69407796.ece",
        "voice_file": "output\\voice\\7360faeac8_History-sheeter_murder_in_Erod.mp3"
      },
      {
        "author": " PTI",
        "category": "India",
        "content": "Union Minority Affairs Minister Kiren Rijiju on Thursday (April 3, 2025) rejected the opposition's allegations that the rights of Muslims were being snatched away. While tabling the Waqf (Amendment) Bill, 2025 in the Rajya Sabha, he also clarified that the \"inclusive\" legislation aims to empower Muslim women and protect the rights of all Muslim sects. Some of the opposition MPs in the Upper House were wearing black as a mark of protest against the bill. The Lok Sabha passed the bill with a 288-232 vote in the early hours of Thursday (April 3, 2025) after over 12 hours of debate. In the Rajya Sabha, Mr. Rijiju emphasised that the bill aims to usher in transparency, accountability and efficiency in the management of Waqf properties, asserting that only a Muslim can become a 'Waqif' and said the question of the majority of members on the Central Waqf Council being non-Muslims does not arise. Tabling the bill in the Upper House, which was examined and redrafted by a Joint Parliamentary Committee (JPC), Mr. Rijiju said the proposed legislation has nothing to do with religion, but deals only with properties. The Minister informed the House that there were 4.9 lakh Waqf properties in 2004, which have now increased to 8.72 lakh. Seeking the opposition's support to pass the bill, Mr. Rijiju said it aims to accomplish the unfulfilled tasks of the previous governments. He also said Waqf owns the largest chunk of properties in the country, leaving aside those owned by Defence and Railways. \"It has been said here that Muslims will be harmed by the step we are taking. Many people said this is unconstitutional, illegal and the right of Muslims is being snatched away... Very categorically, I want to reject all these allegations,\" Mr. Rijiju said. Speaking on 'Waqf by User', the Minority Affairs Minister said properties already registered with proper documentation will not be dealt with retrospectively. \"In Waqf By User, the properties already registered and cases that have already been settled, we won't go prospectively and deal with that. It would be with a prospective effect. \"However, if there is any disputed land or any matter that is sub judice, then we cannot do away with the right of the courts. So all the Waqf properties which are registered with proper documentation, they will remain so,\" Mr. Rijiju said. He stressed that the entire exercise was aimed at bringing in the three pillars of transparency, accountability and efficiency. \"We are not here to damage anybody's religious affiliation,\" Mr. Rijiju said. Citing a previous court judgment, the minister said it makes it clear that Waqf is a statutory body and not a representative body of Muslims. \"In the amendment, we have made it clear that any person practising Islam for more than five years can dedicate properties to Waqf. There is no iota of doubt in who can create Waqf,\" he said. \"The new provisions that we have brought in, is that all the recognised sects of Muslims will constitute the Waqf Board -- there will be Shias, there will be Sunnis and other backward classes will also be there in the Waqf Board as members so that the interests of all would be taken into account and I don't think there should be any opposition to that. We are making it so inclusive,\" Mr. Rijiju informed. He further said out of 22 members in the Central Waqf Council, not more than four will be non-Muslims including ex-officio members, besides three members of Parliament who can be of any religion. The Council must include two women members, he added. The question of the majority being non-Muslims does not arise, he reiterated. \"If we develop a Waqf property properly in the next few years, Muslims will prosper,\" said the Minister, appealing to the members in the Upper House to engage in a productive discussion and extend support to the bill. Mr. Rijiju said 31,999 cases are pending in the Waqf Tribunal and more than 14,000 litigants are Muslims, adding that the right to appeal has also been added. \"We have not done this for any personal gain,\" said the minister, as he emphasised that the intent behind the proposed legislation was to put an end to the malpractices of people grabbing other people's property. \"We should not say anything which creates a furore or gives rise to a conflict,\" Mr. Rijiju said, urging members to share perspectives on the bill in a manner that enhances the quality of the debate. He expressed the hope that all members would extend support to the proposed legislation. Published - April 03, 2025 05:47 pm IST India / parliament / Parliament proceedings / Rajya Sabha",
        "extraction_time": "2025-04-03T18:48:56.999048",
        "headline": "Government tables Waqf bill in Rajya Sabha; won't snatch Muslims' rights, says Rijiju",
        "images": [
          {
            "filename": "Government_tables_Waqf_bill_in_0_d223e16a5d.jpg",
            "local_path": "output\\images\\Government_tables_Waqf_bill_in_0_d223e16a5d.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/cfw5wc/article69408220.ece/alternates/LANDSCAPE_1200/PTI04_03_2025_000325A.jpg"
          },
          {
            "filename": "Government_tables_Waqf_bill_in_4_7fec3da810.jpg",
            "local_path": "output\\images\\Government_tables_Waqf_bill_in_4_7fec3da810.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/cfw5wc/article69408220.ece/alternates/LANDSCAPE_660/PTI04_03_2025_000325A.jpg"
          }
        ],
        "main_image": {
          "filename": "Government_tables_Waqf_bill_in_0_d223e16a5d.jpg",
          "local_path": "output\\images\\Government_tables_Waqf_bill_in_0_d223e16a5d.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/cfw5wc/article69408220.ece/alternates/LANDSCAPE_1200/PTI04_03_2025_000325A.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:17:12",
        "source": "The Hindu",
        "summary": "Union Minority Affairs Minister Kiren Rijiju on Thursday (April 3, 2025) rejected the opposition's allegations that the rights of Muslims were being snatched away. While tabling the Waqf (Amendment) Bill, 2025 in the Rajya Sabha, he also clarified that the \"inclusive\" legislation aims to empower Muslim women and protect the rights of all Muslim sects. Some of the opposition MPs in the Upper House were wearing black as a mark of protest against the bill. The Lok Sabha passed the bill with a 288-232 vote in the early hours of Thursday (April 3, 2025) after over 12 hours of debate.",
        "tags": [
          "Waqf bill in Rajya Sabha",
          "Waqf bill tabled in Rajya Sabha",
          "Waqf bill passed",
          "Kiren Rijiju",
          "Minority Affairs Minister",
          "Amit Shah",
          "Narendra Modi",
          "rahul Gandhi"
        ],
        "url": "https://www.thehindu.com/news/national/waqf-bill-tabled-in-rajya-sabha/article69408214.ece",
        "voice_file": "output\\voice\\3c00425e95_Government_tables_Waqf_bill_in.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Coimbatore",
        "content": "The Coimbatore Corporation has announced a rebate of 5 per cent on property tax, wherein who ever comes forward and pays the tax for 2025-26 first half from April 1 to 30, will get a rebate of 5 per cent and a maximum of ₹500. The property tax can be remitted at the property tax counters, zonal tax collection centres, either in cash, cheque, demand draft, google pay, phone pay, Paytm apps or through debit cards, credit cards or through the tunurbanepay.tn.gov.in through digital transactions, said a corporation press release. Published - April 03, 2025 06:09 pm IST",
        "extraction_time": "2025-04-03T18:48:59.249031",
        "headline": "Corporation’s early bird offer to tax payers",
        "images": [
          {
            "filename": "Corporations_early_bird_offer__0_ef0fb30eea.png",
            "local_path": "output\\images\\Corporations_early_bird_offer__0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Corporations_early_bird_offer__0_ef0fb30eea.png",
          "local_path": "output\\images\\Corporations_early_bird_offer__0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:39:43",
        "source": "The Hindu",
        "summary": "The Coimbatore Corporation has announced a rebate of 5 per cent on property tax, wherein who ever comes forward and pays the tax for 2025-26 first half from April 1 to 30, will get a rebate of 5 per cent and a maximum of ₹500. The property tax can be remitted at the property tax counters, zonal tax collection centres, either in cash, cheque, demand draft, google pay, phone pay, Paytm apps or through debit cards, credit cards or through the tunurbanepay.tn.gov.in through digital transactions, said a corporation press release. Published - April 03, 2025 06:09 pm IST",
        "tags": [
          "coimbatore",
          "coimbatore corpn",
          "corpn early bird offer"
        ],
        "url": "https://www.thehindu.com/news/cities/Coimbatore/corporations-early-bird-offer-to-tax-payers/article69408000.ece",
        "voice_file": "output\\voice\\797adc0d74_Corporation_s_early_bird_offer.mp3"
      },
      {
        "author": "KS Badri Narayanan",
        "category": "Markets",
        "content": "Information technology stocks may come under pressure as Accenture Plc lowered its guidance. Accenture Plc shares tumbled the most in four years after the company lowered its revenue outlook and warned it’s seen financial services customers pull back their spending on its software. The technology giant said it now expects revenue for its fiscal 2024 year to climb as much as 3 per cent, which is down from an earlier forecast that revenue would climb as much as 5 per cent, according to a statement. The move came as revenue tied to its financial services business declined 6 per cent to $2.8 billion. Tata Consultancy Services has signed a multimillion-dollar strategic deal to carry out the end-to-end IT transformation of Denmark-based company Ramboll. The deal is spread over seven years. Realty firm Prestige Estates Projects Ltd on Thursday has acquired 62.5 acres at Indirapuram Extension in Delhi-NCR to develop a township that has a revenue potential of ₹10,000 crore. The company said the acquisition cost is ₹468 crore and includes a revenue share with the landlord. Minority shareholders of Jindal Poly Films have initiated a class action suit against the management and promoters of the company before the National Company Law Tribunal (NCLT). The petitioners, which collectively hold a 4.99 per cent shareholding in Jindal Poly Films, a manufacturer of speciality films, have alleged “oppression and mismanagement” against them and have sought damages from the company. Bharat Dynamics has declared an interim dividend of ₹8.85 a share for the financial year 2023-24. The company has fixed April 2, 2024, as the record date for dividend. The payment of the interim dividend will be completed on and before April 18, 2024, the company said in a filing. Besides, the board has also approved stock split in the ratio of 2:1 (two shares for every one held) on ₹10 face valued stock. Karnataka Bank has launched qualified institutional placement (QIP) to raise funds and has approved the floor price for the issue at ₹231.43 per equity share based on the pricing formula as prescribed under the SEBI ICDR Regulations. Mazagon Dock Ltd will lease a land parcel admeasuring 14.55 acres from the Mumbai Port Authority (MbPA) for its Mumbai yard. MDL’s board approved the offer from MbPA, paving the way for the acquisition of the land on a long-term lease basis. Tata Chemicals has received an order from the Income Tax Department imposing a penalty of ₹103.63 crore under Section 270A of the Income Tax Act, 1961. The penalty pertains to the disallowance of interest under Section 36(1)(iii) of the Act, the company said in a notice to the stock exchanges. The board of Tata Communications has approved a proposal to hive off its digital services business to its wholly owned subsidiary, Novamesh Ltd. The transaction, structured as a slump sale, is subject to various conditions precedents and regulatory approvals. The identified business undertaking, which contributed a turnover of ₹638.71 crore and has a net worth of ₹457.90 crore. Wipro Ltd said that Wipro IT Services LLC, its step-down subsidiary, has entered into an agreement with General Motors and Magna International, to incorporate a new entity—SDVerse LLC. The said transaction has been completed on March 20. Published on March 22, 2024",
        "extraction_time": "2025-04-03T18:49:00.382972",
        "headline": "Stocks that will see action today—March 22, 2024",
        "images": [
          {
            "filename": "Stocks_that_will_see_action_to_0_0b701fcd59.jpg",
            "local_path": "output\\images\\Stocks_that_will_see_action_to_0_0b701fcd59.jpg",
            "position": 0,
            "url": "https://bl-i.thgim.com/public/todays-paper/tp-others/6aub47/article67933735.ece/alternates/LANDSCAPE_1200/PO10_Pg6_-ShortGTGCH0P3B.4.jpg.jpg"
          }
        ],
        "main_image": {
          "filename": "Stocks_that_will_see_action_to_0_0b701fcd59.jpg",
          "local_path": "output\\images\\Stocks_that_will_see_action_to_0_0b701fcd59.jpg",
          "position": 0,
          "url": "https://bl-i.thgim.com/public/todays-paper/tp-others/6aub47/article67933735.ece/alternates/LANDSCAPE_1200/PO10_Pg6_-ShortGTGCH0P3B.4.jpg.jpg"
        },
        "publication_date": "2024-03-22",
        "publication_time": "01:58:48",
        "source": "The Hindu",
        "summary": "Information technology stocks may come under pressure as Accenture Plc lowered its guidance. Accenture Plc shares tumbled the most in four years after the company lowered its revenue outlook and warned it’s seen financial services customers pull back their spending on its software. The technology giant said it now expects revenue for its fiscal 2024 year to climb as much as 3 per cent, which is down from an earlier forecast that revenue would climb as much as 5 per cent, according to a statement. The move came as revenue tied to its financial services business declined 6 per cent to $2.8 billion.",
        "tags": [
          "stock market news",
          "stocks to watch",
          "stocks in news",
          "stocks in actions",
          "buzzing stocks"
        ],
        "url": "https://www.thehindubusinessline.com/markets/stocks-that-will-see-action-todaymarch-22-2024/article67979002.ece",
        "voice_file": "output\\voice\\540f677cb8_Stocks_that_will_see_action_to.mp3"
      },
      {
        "author": "Vinayak M. Zodge",
        "category": "Races",
        "content": "The Indian Racing Carnival, sponsored by Mr. Zavaray S. Poonawalla and the Horse Power Sports League (HPSL), will be held under floodlights with a card of seven races each on April 5 and 6 at the Mahalaxmi course, starting at 4.45 p.m. In 2023, Ram Shroff had proposed the idea of replicating the Indian Turf Invitation weekend in Mumbai as the Indian Racing Carnival and it has proved to be a remarkable success. Now in its third year, the Royal Western India Turf Club (RWITC) has spared no effort in making this grand event even more spectacular. Trainer Adhirajsingh Jodha’s duo is set to dominate the weekend’s feature races. His six-year-old gelding Dyf, who displayed his remarkable consistency by running second behind Redefined in the Invitation Cup at Chennai, should make amends in the C.N. Wadia Gold Cup. On the other hand, Time And Tide, winner of two races including the Sprinters’ Cup, is poised for a hat-trick in the Zavaray S. Poonawalla Sprinters’ Challenge. The Maharaja Sir Harisinghji Trophy to be run on Sunday wears an open look. Published - April 03, 2025 05:21 pm IST",
        "extraction_time": "2025-04-03T18:49:02.384581",
        "headline": "Indian Racing Carnival to feature seven races on both days",
        "images": [
          {
            "filename": "Indian_Racing_Carnival_to_feat_0_ef0fb30eea.png",
            "local_path": "output\\images\\Indian_Racing_Carnival_to_feat_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Indian_Racing_Carnival_to_feat_0_ef0fb30eea.png",
          "local_path": "output\\images\\Indian_Racing_Carnival_to_feat_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:51:00",
        "source": "The Hindu",
        "summary": "The Indian Racing Carnival, sponsored by Mr. Zavaray S. Poonawalla and the Horse Power Sports League (HPSL), will be held under floodlights with a card of seven races each on April 5 and 6 at the Mahalaxmi course, starting at 4.45 p.m. In 2023, Ram Shroff had proposed the idea of replicating the Indian Turf Invitation weekend in Mumbai as the Indian Racing Carnival and it has proved to be a remarkable success. Now in its third year, the Royal Western India Turf Club (RWITC) has spared no effort in making this grand event even more spectacular. Trainer Adhirajsingh Jodha’s duo is set to dominate the weekend’s feature races. His six-year-old gelding Dyf, who displayed his remarkable consistency by running second behind Redefined in the Invitation Cup at Chennai, should make amends in the C.N. Wadia Gold Cup.",
        "tags": [
          "Indian Racing Carnival"
        ],
        "url": "https://www.thehindu.com/sport/races/indian-racing-carnival-to-feature-seven-races-on-both-days/article69408149.ece",
        "voice_file": "output\\voice\\212f413d4a_Indian_Racing_Carnival_to_feat.mp3"
      },
      {
        "author": "Sambasiva Rao M.",
        "category": "Andhra Pradesh",
        "content": "Commissioner of Prohibition and Excise Nishant Kumar and Director of Enforcement Rahuldev Sharma have intensified efforts to eliminate illicit liquor from Andhra Pradesh as Navodayam 2.0 moves into its enforcement phase. In a high-level video conference on Thursday (April 03) with Station House Officers, Assistant Commissioners, and Deputy Commissioners of the department, they reviewed the progress made so far and laid out a stringent action plan for the next stage. Navodayam 2.0 is a five-phase initiative designed to completely eradicate the menace of ID liquor. The program aims to prevent its production, storage, and consumption while educating communities about the severe health and financial consequences. Special emphasis is being placed on preventing the economic burden on low-income families caused by medical expenses linked to illicit liquor consumption. The initiative also seeks to provide alternative livelihoods for those involved in the illicit liquor trade, ensuring they have opportunities for dignified employment. The success of this mission depends not just on government action but also on active participation from families and communities. In the preparatory phase, the Prohibition & Excise Department, in coordination with Revenue, Police, Forest departments, and NGOs, carried out a massive awareness campaign. Village and mandal-level committees were formed, and grama sabhas were conducted with village elders to create awareness about the ill effects of ID liquor. Special vehicles, known as prachara rathams, were deployed across the State to publicize the campaign and spread awareness about the toll-free number 14405, encouraging people to report illicit activities anonymously. Kala Jathas were organised across the State, with 378 street theatre performances conducted so far. Additionally, two short awareness videos explaining the dangers of ID liquor have been extensively broadcast on social media, cable television, and in cinema theatres. Since the launch of Navodayam 2.0 on February 19, 2025, the department has recorded significant progress. A total of 2,273 awareness programs have been conducted in ID liquor-prone villages, with 80,601 people participating. The department has identified 1,100 jaggery merchants, placed 10,049 individuals under bindover, and registered 1,181 cases, leading to 1,118 arrests. Enforcement teams have seized 57,575 litres of illicit liquor and destroyed 2,80,063 litres of fermented jaggery wash. Additionally, 1,682 kilograms of jaggery has been confiscated, 56 vehicles have been seized, and 52 jaggery merchants have been booked, of whom 23 have been arrested. During the video conference, Mr. Nishant Kumar and Mr. Rahuldev Sharma stressed the need for completing all pending awareness activities without delay. With Navodayam 2.0 now moving into the enforcement stage, the focus will be on crime reduction. Published - April 03, 2025 05:13 pm IST",
        "extraction_time": "2025-04-03T18:49:02.926023",
        "headline": "Excise department to intensify action against ID liquor in Andhra Pradesh",
        "images": [
          {
            "filename": "Excise_department_to_intensify_0_ef0fb30eea.png",
            "local_path": "output\\images\\Excise_department_to_intensify_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Excise_department_to_intensify_0_ef0fb30eea.png",
          "local_path": "output\\images\\Excise_department_to_intensify_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:43:43",
        "source": "The Hindu",
        "summary": "Commissioner of Prohibition and Excise Nishant Kumar and Director of Enforcement  Rahuldev Sharma have intensified efforts to eliminate illicit liquor from Andhra Pradesh as Navodayam 2.0 moves into its enforcement phase. In a high-level video conference on Thursday (April 03) with Station House Officers, Assistant Commissioners, and Deputy Commissioners of the department, they reviewed the progress made so far and laid out a stringent action plan for the next stage. Navodayam 2.0 is a five-phase initiative designed to completely eradicate the menace of ID liquor. The program aims to prevent its production, storage, and consumption while educating communities about the severe health and financial consequences. Special emphasis is being placed on preventing the economic burden on low-income families caused by medical expenses linked to illicit liquor consumption. The initiative also seeks to provide alternative livelihoods for those involved in the illicit liquor trade, ensuring they have opportunities for dignified employment. The success of this mission depends not just on government action but also on active participation from families and communities.",
        "tags": [
          "Andhra Pradesh",
          "Excise department",
          "ID liquor",
          "Navodayam 2.0"
        ],
        "url": "https://www.thehindu.com/news/national/andhra-pradesh/excise-department-to-intensify-action-against-id-liquor-in-andhra-pradesh/article69408035.ece",
        "voice_file": "output\\voice\\e6500873d7_Excise_department_to_intensify.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Coimbatore",
        "content": "The Tamil Nadu Milk Producers Welfare Association (TNMPWA) said the announcements made by the Tamil Nadu government during the demand for grants on Thursday were disappointing. Association general secretary M.G. Rajendran said that during the demands for grants for the Dairy Development Department on Thursday, the government made various announcements. But these announcements were enough for increasing the milk production and development of the rural economy. Even Though some announcements were to be welcomed, they were not sufficient for fulfilling the needs of milk producers and basic milk production. To achieve the goal of 50 lakh litres of milk procurement per day, various schemes were to be implemented. Across the State, most cows were crossbred and these cows need concentrated cattle feed. The quality and fat level in milk was determined by the concentrated cattle feed only. But there was no announcement regarding the feed, Mr. Rajendran added. Stating that there was no proper data available on cattle population, Mr. Rajendran said that without proper data on cattle, no schemes could be implemented properly. There was no announcement regarding the guidelines for the cattle census. The production cost of the cow milk and buffalo milk was not identified. The milk producers expected the announcement of implementing the ISI formula to determine the nutrition value of milk, but in vain. So the Tamil Nadu government and the Chief Minister should look into these grievances of the milk producers, Mr. Rajendran urged. Published - April 03, 2025 05:44 pm IST Salem",
        "extraction_time": "2025-04-03T18:49:03.392106",
        "headline": "Announcements made by government disappointing, says milk producers in Salem",
        "images": [
          {
            "filename": "Announcements_made_by_governme_0_ef0fb30eea.png",
            "local_path": "output\\images\\Announcements_made_by_governme_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Announcements_made_by_governme_0_ef0fb30eea.png",
          "local_path": "output\\images\\Announcements_made_by_governme_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:14:56",
        "source": "The Hindu",
        "summary": "The Tamil Nadu Milk Producers Welfare Association (TNMPWA) said the announcements made by the Tamil Nadu government during the demand for grants on Thursday were disappointing. Association general secretary M.G. Rajendran said that during the demands for grants for the Dairy Development Department on Thursday, the government made various announcements. But these announcements were enough for increasing the milk production and development of the rural economy. Even Though some announcements were to be welcomed, they were not sufficient for fulfilling the needs of milk producers and basic milk production. To achieve the goal of 50 lakh litres of milk procurement per day, various schemes were to be implemented. Across the State, most cows were crossbred and these cows need concentrated cattle feed. The quality and fat level in milk was determined by the concentrated cattle feed only. But there was no announcement regarding the feed, Mr. Rajendran added.",
        "tags": [
          "Announcements made by Tamil Nadu government disappointing",
          "says milk producers in Salem"
        ],
        "url": "https://www.thehindu.com/news/cities/Coimbatore/announcements-made-by-government-disappointing-says-milk-producers-in-salem/article69407837.ece",
        "voice_file": "output\\voice\\a5932270b3_Announcements_made_by_governme.mp3"
      },
      {
        "author": "BL Internet Desk",
        "category": "Markets",
        "content": "Woman signs agreement. Forex financil market chart and graph hologram. Double exposure . Brokerage concept. istock photo for BL | Photo Credit: iStockphoto Stock Market| Share Market Updates - Find here all the updates related to Sensex, Nifty, BSE, NSE, share prices and Indian stock markets for 01 April 2024. Tata Motors on Monday reported a 2 per cent rise in its total domestic wholesales at 90,822 units in March. In the year-ago period, the company posted total domestic wholesales of 89,351 units. Sales of passenger vehicles, including electric vehicles, in the domestic market, were at 50,297 units in March as compared to 44,225 units in the same period last year, up 14 per cent, it added. Tata Motors’ share price gained 0.12% to close at ₹994.00 on NSE. Stock markets started the new fiscal on a firm note on Monday with benchmark Sensex and Nifty scaling fresh record high levels in intra-day trade before settling in the green, backed by firm trends in Asian markets and foreign fund inflows. Extending its winning momentum to the third day in a row, the 30-share BSE Sensex jumped 363.20 points or 0.49 per cent to settle at 74,014.55. During the day, it zoomed 603.27 points or 0.81 per cent to hit its record intra-day high of 74,254.62. Coal India Ltd (CIL) produced 773.6 million tonnes (MTs) of coal in FY24, registering a 10 per cent growth over 703.2 MTs output in FY23. As per the company’s stock exchange filing, Mahanadi Coalfields Limited, an Odisha-based CIL subsidiary, has emerged as the country’s first coal-producing company to have breached 200 MT with production at 206.1 MTs. Coal India’s stock rose 1.75 per cent on the NSE, trading at ₹441.70. Zydus Lifesciences’ oral NLRP3 inhibitor, ZYIL1, is now named ‘Usnoflast’ following WHO INN approval, in treating CAPS, ALS, Parkinson’s, and Ulcerative Colitis. Shares were down by 0.62% to Rs 999 on the BSE. Saregama India Ltd has launched Padhanisa, an AI-based music learning app. The customised platform also offers live masterclasses and Q&A sessions. Copper prices have reversed higher after a short-lived corrective fall. The copper futures contract on the Multi Commodity Exchange (MCX), which made a low of ₹754 per kg, have bounced back sharpl. The contract is currently trading at ₹766 per kg. Top gainers on the NSE at 3.15 pm include- Jsw Steel (4.97%), Tata Steel (4.88%), Divi’s laboratories (3.48%), Shriram Finance (3.13%), Adani ports and special economic zone (2.61%) Top losers include- Eicher motors (-1.82%), Titan company (-1.71%), Nestle India (-1.40%), Bajaj Auto (-1.24%), LTIMindtree (-1.17%) Coal India Limited achieved record coal production of 773.6 MTs in FY 2024, marking a 10% growth from the previous year. Total coal off-take increases by 8.5% to 753.5 MTs, with supplies to the power sector reaching 618.5 MTs. Mahanadi Coalfields Limited, a CIL subsidiary, becomes the first Indian coal producer to exceed 200 MTs of production, hitting 206.1 MTs. The shares were up by 1.90% to Rs 442 on the BSE. The board of Uno Minda Ltd has approved an additional investment of ₹2.27 crore by way of subscription of equity shares of Strongsun Renewables Pvt. Ltd., a special purpose vehicle (SPV) of the company. The stock has inched up by 0.93 per cent on the NSE to trade at ₹691.15 as of 1.21 pm. Avantel Ltd secured a purchase order worth Rs 9.10 crore from Goa Shipyard Limited for manufacturing. The order includes performance bank guarantee, security deposit, and a 36-month warranty. The shares were up by 2.27% to Rs 101.27 on the BSE. Tulsyan NEC Ltd sells 6867 sq.ft. land in Chennai to Kaizen Cold Formed Steel Private Limited for an undisclosed sum. The shares were up by 4.48% to Rs 87.98 on the BSE. Varroc Engineering Ltd confirmed no deviation in the utilisation of proceeds raised through Non-Convertible Debentures in Q2 FY 2023-24. Shares were up by 2.49% to Rs 513.90 on the BSE. Blue Dart, South Asia’s premier express air and integrated transportation & distribution company, announced its central presence in GIFT City, Gujarat, with the inauguration of a new facility tailored to meet evolving customer demands and align with India’s growth trajectory. Equipped with cutting-edge infrastructure and seasoned personnel, Blue Dart’s GIFT City facility introduces a 20-hour delivery service from key metropolitan cities, ensuring a next-day delivery commitment. Genesys International Corporation Ltd secured an order worth Rs 35 crore to implement a 3D Digital Twin map stack in Pune city, integrating IoT sensors for real-time data insights. The shares were up by 7.49% to Rs 635 on the BSE. Bosch Ltd receives Rs 116.38 crore refund order from the Deputy Commissioner of Income Tax for the assessment year 2013-14. The shares were up by 0.74% to Rs 302.68 on the BSE. Karnataka Bank Ltd’s shares were up by 5.91% to Rs 238.40 on the BSE. The company signed an agreement with ICICI Lombard to distribute their general insurance products to bank’s customers. Rail Vikas Nigam Ltd with Salasar Techno emerges lowest bidder (L1) for a project worth $7.15 m from Energy Development Corporation Limited. Shares were up by 3.38% to Rs 261.50 on the BSE. Torrent Power Ltd’s shares were up by 5.09% to Rs 1423.63 on the BSE. The company received a letter of award from Torrent Power Limited-Distribution Unit for setting up of 150 MW Grid-Connected Wind Solar Hybrid Projects. EIH Ltd’s shares were up by 5.76% to Rs 476.65 on the BSE. The company to invest ₹421 crore on construction of Oberoi Luxury resort at Cavelossim Beach in South Goa. Astra Microwave Products Ltd. secured Rs 56 crore order from Hindustan Aeronautics Limited for Precision Approach Radar system with a 10-year AMC. The order is for Supply, Installation, testing, and commissioning. The shares were up by 5.25% to Rs 626.95 on the BSE. A total of 3,966 stocks were actively traded, 3,115 advanced, while 689 declined and 162 stocks remained unchanged where 157 stocks hit a 52 week high and 52 stocks hit a 52 week low at 1.20 pm on Monday. Major gainers on the NSE at 1.20 pm include- Jws steel (4.92%), Tata Steel (4.59%), Shriram Finance (2.49%), Adani Ports (2.40%), Divi’s laboratories (2.08%) Major losers include- Eicher Motors (-1.75%), Titan company (-1.53%), Bharti Airtel (-1.44%), LTIMindtree (-1.27%), Nestle India (-1.23%) APL Apollo Tubes Limited announced its sales volume performance for Q4FY24. The company registered a sales volume of 6,78,556 Ton in Q4FY24 which is the highest quarterly sales volume reported by the company. For FY24, the company reported sales volume of 26,18,477 Ton, an increase of 15% YoY. This was supported by the newly commissioned New Raipur and Dubai plants. The shares were up by 0.56% to Rs 1503.60 on the BSE. The Great Eastern Shipping Company Limited sells 2004 Medium Range Product Tanker, Jag Pahel, to an unaffiliated third party, expanding its fleet to 42 vessels. The shares were down by 0.26% to Rs 998.65 on the NSE. Datamatics Global Services Ltd. acquired Dextara Digital, its expertise and solutions will bolster Datamatics’ presence in the Salesforce ecosystem, targeting growth in the global market. The shares were up by 7.11% to Rs 570.17 on the BSE. Datamatics Global Services Ltd. acquired Dextara Digital, its expertise and solutions will bolster Datamatics’ presence in the Salesforce ecosystem, targeting growth in the global market. The shares were up by 7.11% to ₹570.17 on the BSE. Nifty 50 rises 0.66% to 146.85 or 22473.75 points on NSE. at 12:40 p.m. BSE Sensex rises 0.56% to 412.24 or 74064.43 points on BSE at 12:40 p.m. Bharti Airtel Ltd. extended network coverage in Kannur and Kasaragod districts, to enhance connectivity across 31 towns and 218 villages. The shares were down by 0.97% to ₹1,217.10 on the BSE B&A Ltd enters retail tea market with Gatoonga Brand, marking an expansion alongside the acquisition of Moheema Tea Estate. The move aligns with a Rs 50 crore Capex plan for Pan-India growth strategy, to offer premium quality Assam tea directly to consumers. Shares were down by 0.01% to Rs 444.50 on the BSE. Hindustan Aeronautics Ltd. achieved record revenues of Rs 29,810 crores in FY2023-24, marking an 11% growth. The company’s order book exceeds Rs 94,000 crores. The shares were up by 2.82% to Rs 3421 on the BSE. Alembic Pharmaceuticals secures tentative USFDA approval for Ribociclib Tablets (200 mg) for treating advanced or metastatic breast cancer, shares were up by 2.24% to Rs 1004.35 on the BSE. PM Modi @RBI@90: Opening Ceremony: Our economy should become more self-reliant and strong so that the impact of any global crisis is minimal Bigbloc Construction Limited’s joint venture plant in Kapadvanj, Gujarat, commences production for AAC Blocks and ALC Panels, with a capacity of 2.5 lakh CBM. The subsidiary, SIAM Cement Big Bloc Construction Technologies Pvt. Ltd., begins operations from March 30, 2024, The shares were up by 4.96% to Rs 210.45 on the BSE. PM Modi @RBI@90: Opening Ceremony: About 27,000 loan accounts with an outstanding exposure of about Rs 9 lakh crore got resolved out side the IBC process; Banking sector’s GNPAs declined from about 11.25 per cent as at March-end 2018 to less than 3 per cent as at September-end 2023 Hindustan Foods Limited’s subsidiary, KNS Shoetech Private Limited, acquired manufacturing facilities from SSIPL Retail Limited, expanding into the shoe manufacturing sector. The acquisition includes facilities in Himachal Pradesh and Haryana, with a cash consideration of Rs 76.92 crore. The shares were up by 2.66% to Rs 483.30 on the BSE. Confidence Petroleum India Limited expanded its CNG network in Bangalore, adding 3 new stations, bringing the total to 35. The company’s CNG retailing division’s daily sales surpassed 140,000 KG in Bangalore. The shares were up by 6.31% to Rs 89.30 on the BSE. Aurobindo Pharma on Monday said it has commissioned four state-of-the-art manufacturing facilities for Penicillin-G, 6-Amino Penicillanic Acid (6-APA), Injectable products and Granulation, through its wholly owned subsidiaries. Penicillin-G (Pen-G) facility, located in a SEZ at Kakinada in Andhra Pradesh, has a production capacity of 15,000 tonne per annum and also 1.8 lakh tonne of gulcose, while 6-Amino Penicillanic Acid plant has a capacity to produce 3,600 tonne annually, the drug maker said in a press release. The Rs 2,400 crore Pen-G plant is expected to start trial production in April and commercial production in a couple of months and the ramping up of the production will happen during the second quarter of the current fiscal, a senior official of the city-based drug maker had earlier said. - PTI NLC India has reported record lignite and coal production of 36.14 million tonnes in FY24 and a record order win in renewable power space during the fiscal. The lignite and power major has achieved an “all-time high coal & lignite production,” the company informed the stock exchanges. In FY23, the company recorded a total lignite and coal production of about 33.6 million tonnes. Adani Ports and Special Economic Zone said it handled 38 million tonnes of cargo in March and ended the fiscal year with cargo throughput of 420 million tonnes, in line with its guidance earlier this year. The cargo handled in the year rose by a fourth with domestic ports contributing over 97 per cent of the total. Eight ports, accounting for 84 per cent of the total volume, saw double digit growth. Its flagship Mundra Port handled 7.4 million tonnes in March and 180 million tonnes in the fiscal year. Mahindra & Mahindra Ltd. reported a 4% growth in overall auto sales for March 2024, totaling 68,413 vehicles, including exports. Within the Utility Vehicles segment, domestic sales of 40,631 SUVs mark a 13% growth, while commercial vehicle sales stand at 20,930 units. The shares were down by 1.37% to ₹1895 on the BSE. NTPC Limited and Hindustan Zinc Limited awarded contracts to GE Power India Ltd. for the supply of generator spares, turbine blades, and boiler services, with a total value of ₹24 crores plus GST. GE Power’s shares were up by 5.58% to ₹280.15 on the BSE. Dhabriya Polywood Limited secured a contract from Radiance Realty Group for the supply and installation of uPVC windows and doors domestically, valued at Rs 5.66 Crore scheduled for completion within 12 months. The shares were up by 5.40% to ₹268.25 on the BSE. Mishra Dhatu Nigam Limited achieved highest-ever sales of Rs 1,065 crore for FY 2023-24, up from Rs 871.94 crore in FY 2022-23, with direct exports reaching a record Rs 66.88 crore, compared to Rs 37.45 crore in the previous fiscal year. The shares were up by 4.91% to ₹413.15 on the BSE. Nifty 50 April Futures (22,617) Nifty 50 has begun the week on a positive note. The index is trading at 22,512, up 0.83 per cent. The advance/decline ratio is at 44:6. This is positive. It indicates that the sentiment could remain bullish for the day. As such more rise is possible during the day if this sustains NTPC Ltd. declared Dependable Capacity and COD for Unit-2 of 660 MW at Maitree Super Thermal Power Plant in Bangladesh-India Friendship Power Company. With both units operational, NTPC Group’s total installed and commercial capacity reaches 75,858 MW, enhancing energy infrastructure collaboration between the two nations. The shares were up by 0.83% to ₹338.75 on the BSE. Venus Remedies Ltd announced that the company was awarded with Rs 2.50 crore under the Production Linked Incentive (PLl) scheme, which covers balance 25% of the total incentive of Rs 10 crore. The initial disbursement of Rs 7.50 crore was awarded by the Central Government earlier this month. The shares were up by 1.72% to ₹332 on the BSE. Sterlite Technologies Ltd. partners with Vocus Group in Australia for faster deployment of high-capacity networks, leveraging STL’s optical fibre solutions for Vocus’ extensive network infrastructure. The partnership aims to enhance network quality with STL’s ultra-slim profile MicroTM cables and flagship StellarTM fibre, ensuring connectivity for businesses and communities across Australia. The shares were up by 11.24% to ₹123.25 on the BSE. Adani Ports and Special Economic Zone Ltd. handles 420 MMT cargo globally in FY24, with domestic ports contributing over 408 MMT. The company reported achieving its highest ever monthly cargo volume of over 38 MMT in March 2024, with ten ports and terminals handling record cargo volumes. The shares were up by 1.67% to ₹1363.60 on the BSE. NCC Limited secured new orders totalling ₹3,059 crore in March 2024, spanning its Electricar, Transportation, and Building divisions from state government entities and private companies. The company had an order intake of approximately ₹26,000 crore in the fiscal year 2023-24. The shares were up by 3.96% to ₹241.60 on the BSE. Jubilant Ingrevia Limited inaugurated the new Diketene derivatives facility in Gajraula, UP. The company informed, with a capacity addition of 2,000 TPA for high-value esters, the company gears up for enhanced margins and expansion into international markets, including the U.S. and E.U. The shares were up by 1.37% to ₹457.90 on the BSE. Prestige Estates Project Ltd. secured a landmark deal worth ₹2,001 crore with ADIA and Kotak AIF to develop residential projects across 4 Indian cities, with a GDV of ₹18,000 crore. The shares were up by 4.53% to ₹1222.90 on the BSE. Imagicaaworld Entertainment Limited acquired 4 parks from Malpani Group’s Giriraj Enterprises, including WetNJoy & Sai Teerth Parks. The shares were up by 4.02% to ₹80.26 on the BSE. State-owned power giant NTPC on Monday said it has logged a 55 per cent growth in coal despatch and nearly 50 per cent expansion in output from its mines in 2023-24 compared to a year ago. The company despatched 34.15 MMT coal, while coal production stood at 34.38 MMT with a growth of nearly 50 per cent by the end of March 31, 2024, the company said in a statement. The NTPC Ltd has reported a substantial growth of 55 per cent in coal despatch from its captive mines during FY24, as compared to the previous year, it said. Hi-Tech Pipes Ltd. reported achieving a sales volume of 3,91,147 MT for Q4 and fiscal year ending March 31, 2024, marking the highest in company history amidst declining HRC prices. The shares were up by 2.26% to ₹142.75 on the BSE. Sterlite Technologies Ltd (STL) has deepened its partnership with Vocus Group, a fibre and network solutions provider in Australia. STL has been involved in developing optical fibre solutions tailored to Vocus’ goal of delivering high-speed connectivity across Australia. The new multi-year partnership will see increased usage of STL’s ultra-slim profile Micro TM cables in Vocus’ network, along with the use of Stellar TM fibre. Biocon Limited, in collaboration with European partner Zentiva, secured approval from MHRA, U.K., for complex formulation Liraglutide (gSaxenda) in a 6mg/ml solution for injection, aiding in weight management. This follows the recent approval of Liraglutide (gVicotza) for Type 2 Diabetes Mellitus treatment. Shares were up by 1.10% to ₹267 on the BSE. Gensol Engineering Ltd.’s subsidiary, Scorpius Trackers, reported receiving 1000 MW + contracted orders globally, spanning India, Japan, Saudi Arabia, and Uganda. Shares trade flat at ₹880.65 on the BSE. IRB Infrastructure SPVs, representing highways projects TOT 12 and TOT 13, commence tolling operations as of April 1, 2024. With an upfront payment of Rs 6,111 crore to NHAI. The shares were up by 2.32% to ₹59.87 on the BSE. NSE nifty was up by 0.84 per cent or 188.15 points to 22,515.05 while the BSE sensex was at 74,161.74 up by 0.70 per cent or 517.84 points. Major Gainers on the NSE at 9.30 am include Jsw Steel (3.29%), Tata Steel (2.12%), Shriram Finance (1.79%), Hindalco industries (1.73%), Larsen and Toubro (1.54%} Major losers include- Bajaj Auto (-0.09%), Bharti Airtel (-.0.06%) CRISIL Ratings: The downgrade rate, at 6.7 per cent, remains closer to the 10-year average. As expected, some export-linked sectors, such as textile and seafood saw a higher downgrade rate due to subdued global demand or high-cost inventory that impacted profitability. CRISIL Ratings: The upgrade rate dipped a marginal 70 basis points to 12.0 per cent compared with the first half. Sectors gaining from strong domestic consumption and government spending dominated the upgrades. The infrastructure and linked sectors outperformed the CRISIL Ratings’ portfolio with construction, renewable power and road assets leading the upgrades. For fiscal 2025, the credit quality outlook remains positive with upgrades seen continuing to outpace downgrades, driven by domestic demand, low corporate debt levels and tailwinds from the ongoing infrastructure build-out: CRISIL Ratings CRISIL Ratings’ credit ratio (rating upgrades to downgrades) moderated in the second half of fiscal 2024 but remained elevated at 1.79 times compared with 1.91 times in the first half. In all, there were 409 upgrades and 228 downgrades. NCC Limited has secured new orders worth 3,089 crores in March 2024. Electricar division: 1,589 crores, Transportation Division: 330 crores, Building Division: 1,090 crores. Orders are from state government entities and private companies, not internal. Total orders for 2023-24: 26,000 crores, meeting management’s guidance. The first day of the financial year 2025 started with a positive note. The 30-share BSE Sensex climbed 405.60 points to 74,056.95 in early trade. The NSE Nifty gained 144.75 points to 22,471.65. However, analysts expect the market to move in a narrow range ahead of RBI policy, Q4 results, and India Inc.’s FY25 outlook. They feel the general election will likely dampen trading interest in the coming days. FY24 marked a rewarding period for the Indian market. Large caps recorded a substantial 33 per cent return, mid-caps surged by 56 per cent, and small caps excelled with an impressive 63 per cent. “It was loaded by the upgrade in FY24 economy growth, as the Indian GDP forecast was uplifted on a QoQ basis from 6.4 per cent to 7.3 per cent during the year. There was a rampage in corporate earnings growth, like with the 23-24 per cent YoY EPS forecast for the Nifty50 index, said Vinod Nair of Geojit Financial Services. Retail inflows remained robust, supported by direct investments as well as investments through MFs. The number of trading accounts held by domestic investors reached 16.7cr, underscoring increased market participation. Additionally, FIIs exhibited improved net buying activity, buoyed by India’s economic outperformance relative to other EMs experiencing slowdowns, he further said. Pravesh Gour, Senior Technical Analyst, Swastika Investmart, said: the RBI Monetary Policy Committee (MPC) is set to start its 3-day meeting deliberating interest rates and analysing the state of the economy on April 3 and will end on April 5. “Reports suggest that the RBI is likely to keep interest rates unchanged at this meeting. Auto stocks will also be in focus as auto companies will announce the monthly sales numbers for March starting from April 1, 2024. Additionally, people will be watching how the rupee fares against the dollar and keeping tabs on crude oil prices. They’ll also be keeping an eye on investments made by foreign institutional investors (FIIs) and domestic institutional investors (DIIs).” Meanwhile, Asia-Pacific stocks are mixed, and most have closed. Japan stocks are down, while Chinese, Singapore, and Taiwan stocks are up in early trade. According to Arvinder Singh Nanda, Senior Vice President of Master Capital Services Ltd, The outlook for the market will be guided by the major global and domestic economic data, India automobile sales, US and India Manufacturing purchasing managers indices (PMI), US job Openings, Factory Orders and US non-farm Payrolls, and Unemployment Rate. “The Reserve Bank of India’s Monetary Policy Committee will meet on April 3-5, 2024, and decide on policy rates. The monetary policy statement will provide important cues on the economy, inflation and interest rates,” he added. Nair said: “ As we move on to a new financial year, we express optimism towards sectors such as Pharma, Capital Goods, and Infra, as we see them as key growth drivers, supported by both domestic and external demand.” He said, “although some sectors like FMCG and IT are facing challenges due to subdued demand at present, we anticipate a turnaround, driven by expectations of a normal monsoon and increased US demand following the Fed’s rate cut. However, the focus is on large caps, as the premium valuation of Midcaps could have a hiccup in the short to medium-term.” Crude oil futures traded higher on Monday morning as China’s manufacturing PMI witnessed growth in March. At 9.12 am on Monday, June Brent oil futures were at $87.30, up by 0.34 per cent, and May crude oil futures on WTI (West Texas Intermediate) were at $83.50, up by 0.40 per cent. April crude oil futures were trading at ₹6952 on Multi Commodity Exchange (MCX) during the initial hour of trading on Monday morning against the previous close of ₹6909, up by 0.62 per cent, and May futures were trading at ₹6911 against the previous close of ₹6877, up by 0.49 per cent. Traders and investors of SME stocks can heave a sigh of relief, as the National Stock Exchange has reduced the lot size for 75 active stocks in the small and medium enterprise segment. In a circular, the NSE has said the lot size of 216 stocks remain unchanged and the change in lot size will be effective from April 29. The exchange conducts a half-yearly review of the lot size of current active securities on its SME platform. Route – Tender Buyback Price: 3800/- Current Market Price: 3323.25 /- Market Cap: Rs 6,852 crores Buyback Size: ₹199.50 Crs (Representing 19.63% and 19.91% of the aggregate of the Company’s fully paid-up equity capital and free reserves) Buyback Size: 5,25,000 shares (Representing 2.58 % of O/s. shares) Retail Quota: 78,750 Shares Entitlement: General Category - 2 Equity Share for every 89 Equity Shares held on the Record Date Retail Category - 2 Equity Share for every 13 Equity Shares held on the Record Date Buyback Record Date: 26 March 2024 Tender Period: Start Date - 01 April 2024 (Today) Close Date - 05 April 2024 Obligation Date - 12 April 2024 Settlement Date - 15 April 2024 ▪️HAL to supply 6 sets of LM2500 Gas Turbines (GT) and GT Auxiliaries (GTAE), Spares, Tools for Indian Navy Next Generation Missile Vessei(NGMV) Project to Cochin Shipyard. ▪️ Order to be executed between FY25-26 to FY28-29. PL View: Strong order book bodes well for HAL in coming years due to very good revenue visibility. We believe HAL is a long-term play on the growing strength & modernization of India’s air defence as it is the primary supplier of India’s military aircraft and leap in HAL’s Technological capabilities along with robust 5 year order book pipeline of Rs.2trn+. Stock is currently trading at a PE of 36x/31.7x on the earnings of FY25E/FY26E. We have a ‘Hold’ rating with TP of Rs. 2,787. OW, TP Rs 1700 Infosys’s April 18 release of 4QF24 results and F25 revenue guidance will be a key catalyst for the stock Expect 3-6% cc revenue growth guidance in base case Buy, TP Rs 1630 Management meet takeaways Co’s 9MFY24 vol growth at +7% YoY was impacted by unseasonal rains in H1 & Delhi-NCR construction ban in Q3 Mgmt targets its volume growth to outpace industry by +5-6% OPM stays resilient at 15-16% Buy, TP Rs 3800 Commissioned its phase-1 of Copper smelter unit This is a milestone project, marking AEL’s entry into another new biz Copper constitutes 10% of AEL’s FY26E ebitda and 3% of EV Mix in SOTP U-P, TP Rs 150 PNGRB notified Unified Tariffs effective; Left tariffs unchanged New tariff will be notified effective June that includes newly commissioned pipelines Order makes no reference to higher gas cost of GAIL Risk reward unfavorable OW, TP Rs 970 CARE & ICRA Upgrade Longterm Rating to AA+ Rationales are based on Co’s improved asset quality, strengthened capital position & diversified resource profile. F4Q is seasonally a strong quarter Val attractive at 1x F25e P/B and 9x P/E UW, TP Rs 2085 Average daily traded value (ADTV) is a key driver of Co’s profits & share price. In Mar-24, ADTV (futures + 40%*options) rose 10% MoM to Rs641bn. Stock price fell MoM(at -11% vs +2% for Sensex) Val remain stretched at 46x F25e EPS OW, TP Rs 1875 Analyst meet takeaways Significant transformation in tech architecture over past 2 yrs resulted in better engagement & cost savings Its Q3F24 GWP from ILTakeCare risen 3.2x YoY, while 9MF24 GWP from digital partnerships has risen 4x from 9MF22 Neutral, TP Rs 5605 Baddi plant gets 10 Form 483 observations Management confident of addressing observations & doesn’t expect escalation Baddi contributes Rs10-13bn in international market sales (8-10% of FY24 consol sales), most of which is for US market A product by product analysis suggests Baddi a/cs for 38% of US rev (all oral solids) This translates to annual revenues of USD 130mn. Co expects 2-3 product launches over the next 12-18 months from Baddi Buy TP Rs 675 Promoters Increase Stake to 66.7%, Some Warrants Converted They can convert balance 265.5m warrants by 17Apr24 (18 months from allotment date) Warrant conversion inspires confidence Further, Co’s b/s resilient BofA on Tata Tech: Upgrade to Buy on Company, target price at Rs 1250/Sh (Positive) Investec on Muthoot Fin: Maintain Buy on Company, target price at Rs 1550/sh (Positive) MS on ICICI Lombard: Maintain Overweight on Company, target price at Rs 1875/sh (Positive) MOSL on ICICI Lombard: Maintain Buy on Company, target price at Rs 2000/sh (Positive) MS on PNB Housing: Maintain Overweight on Company, target price at Rs 970/sh (Positive) Jefferies on Adani Ent: Maintain Buy on Company, target price at Rs 3800/sh (Positive) Jefferies on Kajaria Ceramics: Maintain Buy on Company, raise target price at Rs 1630/sh (Positive) Citi on Ambuja Cement: Maintain Buy on Company, target price at Rs 675/sh (Positive) MS on HCL Tech: Upgrade to Overweight on Company, cut target price at Rs 1730/Sh (Positive) MS on Infosys: Maintain Overweight on Company, cut target price at Rs 1750/sh (Neutral) MS on Cyient: Maintain Overweight on Company, cut target price at Rs 2400/sh (Neutral) MS on Coforge: Maintain Overweight on Company, cut target price at Rs 6500/sh (Neutral) MS on Wipro: Maintain Underweight on Company, cut target price at Rs 450/sh (Neutral) MS on Tech M: Maintain Underweight on Company, cut target price at Rs 1190/sh (Neutral) MS on LTIM: Maintain Equal weight on Company, cut target price at Rs 4800/sh (Neutral) MS on MPhasis: Maintain Equal weight on Company, cut target price at Rs 2600/sh (Neutral) MS on MCX: Maintain Underweight on Company, target price at Rs 2085/sh (Neutral) Jefferies on Gail: Maintain Underweight on Company, target price at Rs 150/sh (Neutral) Ex-Dividend 02 April 2024 (Tomorrow) Last date for Cum-Dividend Today Bharat Dynamics Ltd Dividend Per Share Rs.8.85 Previous day Closing Price – Rs. 1751.3 GPT Healthcare Ltd Dividend Per Share Rs.1 Previous day Closing Price – Rs. 176.45 TVS Holdings Ltd Dividend Per Share Rs.94 Previous day Closing Price – Rs. 8159.5 In pursuance to chapter 1.8 Quantity freeze for futures & options contracts in F&O consolidated circular no. NSE/FAOP/57264 dated June 23, 2023. As per the computation methodology mentioned in the circular, the quantity freeze limits for derivatives contracts on indices shall be applicable as under w.e.f. April 01, 2024: Sr. No. INDEX SYMBOL QUANTITY FREEZE LIMIT 1 BANKNIFTY 900 2 NIFTY 1800 3 FINNIFTY 1800 4 MIDCPNIFTY 4200 • Members are advised to load the updated contract.gz and NSE_FO_contract_ddmmyyyy.csv.gz file in the trading application before trading on the effective date. This file can be obtained from the directory With improving asset quality, the SCB GNPA ratio is projected to improve from the expected 2.5%-2.7% in FY24 to 2.1%-2.4% by FY25 end. At these levels, GNPA figures would have reached the long-term levels prior to the pre-AQR levels. Additionally, credit costs are estimated to remain benign. However, downside risks include any material weakening of asset quality due to elevated interest rates, impact of regulatory changes, a tighter liquidity environment and global issues. RBI has undone the stealth tightening by actively managing the liquidity in the system and the average call rates are now close to the repo rate. Strong growth in FY 24 and strong growth projections for FY 25, gives leeway to RBI to wait for actual monetary easing in advanced economies. With 1 year forward real rates upwards of 2%, based on FY 25 inflation forecast, there is a case to change the monetary policy stance to “neutral”, since the stealth tightening undertaken from 2nd Quarter of FY 2024 being undone, RBI may keep rates unchanged and continue with “withdrawal of accommodation” monetary policy stance. Subpar growth should persist in Q4 as muted demand trends continue on account of weak discretionary spending and cautious behavior by clients, amid uncertain macros. Margins should remain steady despite weak revenue growth, as companies optimize costs and tighten discretionary spending. The expectations of slower and shallower rate cuts may delay recovery for IT companies. Global companies such as ACN, CTSH, and CAP have also guided for muted growth, particularly during H1CY24, with recovery expected towards the end of CY24. Macro uncertainties, cautious spending behavior by clients, and slower start to the year should be factored in the guidance of INFY and HCLT, in our view. We expect INFY and HCLT to guide for 3-6% and 4-7% in CC growth YoY, respectively. WPRO should guide for -1 to +1% growth in Q1FY25. We have cut FY24-26E EPS for our coverage universe by 0-8%, accounting for the delay in recovery. The NIFTY IT index has corrected ~8% over the last 1M, also underperforming the broader markets by ~9%, as the market starts factoring-in this slower recovery. Our pecking order is INFO, HCLT, TECHM, WPRO, LTIM, and TCS among Tier-1 companies and CYL, ECLX, FSOL, and ZOMATO among mid-sized players. IMFA: Indian Metals board approves withdrawal of Scheme of Amalgamation of Utkal Coal into co, acquisition of remaining shares of subsidiary Utkal Coal to make it a wholly-owned unit Gradual price hikes, mix improvement to counter spike in RM TARGET PRICE (Rs) : 625 We recently met Gaurav Kapoor, CFO at APTY. Key takeaways: a) domestic demand is currently weaker than expected/historical averages; replacement is showing good signs, though OE demand is muted; exports showing signs of pick-up; b) recent spike in RM coincided with price cuts (on select SKUs, marginal at portfolio level); will consider taking hikes, though gradually; Q1 RM cost hike would be 4% plus; Q2 would see full impact if RM remains at high levels; c) RM spike seems not driven by fundamentals and, thus, may cool off; d) capacity utilization is at comfortable levels of ~80%; expect to inch towards mid-80s; e) structurally, the margin band should improve and gradually get delinked to underlying commodities with rising share of high-margin SUV tyres. We retain BUY on APTY with an unchanged TP of Rs625 at 16x FY26E P/E. With both equity and gold prices hovering around record highs, market experts believe investors should review their portfolio and book some profit from equity for allocation to gold, as it has more steam to rally after the US rate cut. The equity markets have rallied on the back of sustained inflows from retail investors, even as foreign portfolio investors pulled out money at frequent intervals this fiscal. The bellwether Sensex has rallied a whopping 14,545 points, or 25 per cent to 73,651 points on Thursday, the last trading day of this fiscal, against 59,106 points logged on April 3, 2023. The funds mobilised by India Inc through the IPO route in this financial year was up 19 per cent to ₹61,000 crore compared to ₹52,116 crore raised in FY23. However, excluding the mega LIC IPO of ₹21,000 crore in May 2022, the mop-up increased to 58 per cent year-on-year, according to Prime Database. Initial Public Offerings (IPOs) in the SME exchanges have been raining, with 28 companies raising ₹954 crore in March alone. In fact, the funds mopped up by SMEs have more than doubled to the highest ever in this fiscal year to ₹6,300 crore against ₹R2,235 crore logged in FY23. According to exchange data , the number of companies tapping the capital market has also jumped sharply to 205, up from 125 in FY23. Buzzing Stocks: Auto stocks, Infosys, Adani Total, GRSE, YES Bank, L&T Finance, IOB, HDFC Bank, Bank of India, IOC, Zomato, RVNL, Newgen Software, PG Electroplast, EIH, Dilip Buildcon, Dilip Buildcon, Triveni Engineering, Easy Trip, Tejas, TVS Motor, CreditAccess • ZEEL Foreign portfolio investors (FPIs) reduced their holdings in Indian equities to a decade low of 16.2 per cent of overall market capitalisation, The drop in FPI holdings in percentage terms may be attributed to selling in some sectors, partly due to underperformance in financials, where FPIs have a substantial exposure, said experts. Foreign portfolio investors have injected $25 billion into the equity market in 2023-24. Mcap: Rs75.9bn; CMP: Rs544: TP: Rs700: Rating: BUY What happened: KFIL has started Pulverised Coal Injection at both the mini blast furnace at Koppal on 29th March 2024. Capex incurred for the PCI equipment was Rs500mn. Our view: 1. PCI should instantly lead to reduction in consumption of coke and increase in productivity of the blast furnaces starting 1QFY25. However, cost savings will reach its full potential when pulverised coal will be infused along with oxygen. KFIL has planned to set up the oxygen plant in Jun/July’24. 2. We expect annual cost savings post full ramp up of coal infusion (i.e. 110kgs) along with oxygen plant to be ~Rs400mn/ Rs800/tonne savings (on current coke prices) from the Koppal furnaces. 3. We expect at least 50-70ktonnes of capacity to be debottlenecked on full infusion of pulverised coal. 4. All of these are already in our estimates. With coking coal price now dropping to US$264/tonne CNF India, we expect Hiriyur blast furnace to restart within ~1 month. This should lead to both volume growth and cost savings in the 1QFY25 nos. Any positive news on the iron ore mine will be additional trigger for the margins. Remain positive on KFIL. Jay Kailash Namkeen’s IPO opened on 28 March and was oversubscribed by over 1.46 times, on the first day. It posted a revenue of Rs.6.4 cr. and NP of Rs.40 lakh as of 30 Nov 2023. The issue will close on Wed, 3 April and is expected to list well as it commands a GMP of Rs.38. Ahmedabad based Mishtann Foods rights issue opens on 2nd April 2024 at Rs. 15/share in the ratio of 1 share for every 31-share held on 20th March 2024. The global E-Waste rose to 62 mn. tonnes comprising metals, plastics and other materials and is out pacing the rise in formal recycling by almost 5 times, which spells the huge potential for Eco- Recycling, the pioneer and leader in India. Artefact Projects has huge orders for six years having bagged Rs.5.50 cr. order from NHAI. It pre-paid its debt of Rs.5 cr. and trades at a P/E of 8x and P/B of 0.86x even as its Q3 NP rose 60% and 9M NP grew 53%. Buy for hefty gains. Godavari Drugs Q3 NP rose 82% to Rs.1.22 cr. from Rs.67 lakh YoY. For 9M, it posted PAT of Rs.2.89 cr. fetching an EPS of Rs.3.83. Buy for 25% gains. Lehar Footwears 9M PAT rose 56% to Rs.5.34 cr. from Rs.3.42 cr. YoY as all its verticals are growing. Promoters hold 71.81% & 29 HNIs hold 13.49%. Its 52-week high is Rs.179 but due to market crash it is now available at attractive valuations. Buy for hefty gains. Gujarat Industries Power’s Q3 PAT rose 65% to Rs.46.62 cr. from Rs.28.34 cr. QoQ. With a BV of Rs.211 and a 52-week high of Rs.237, it is available at Rs.163 and has the best P/B among all power stocks and a dividend payout of 25%. Buy for hefty gains. Ramky Infra hit a new 52-week high of Rs.1008 on 2 Feb 2024 but is now available at Rs.485.80. It has signed two contracts with Greater Chennai Corporation for Reclamation of Kodungaiyur Dumping Ground through Biomining. Buy for decent gains. HFCL to incur a capex of Rs.144 cr. on an optical fiber cable manufacturing facility in Poland. It has orders of Rs.40.36 cr. for supply of optical fiber cables to a leading private telecom operator in India. Add for 20% gains. Porwal Auto Components 9M NP rose 523% to Rs.3.20 cr. from Rs.6 lakh YoY. Two reputed HNIs Veeresam Pabba hold 1.31% and P. Pirlamarla hold 2.40%. Its 52-week high is Rs.70. Add for 25% gains. Most PSU stocks crashed and are likely to rise again in FY25. Keep an eye on those PSU stocks which have bright future and are available at a reasonable value. Competent Auto Q3 NP rose 62% to Rs.7.53 cr. from Rs.4.66 cr. YoY. For FY23, it posted sales of Rs.1731 cr. and EPS of Rs.42. It has a BV of Rs.521 and a market cap of Rs.235 cr. It trades at a P/E of 5.6x and P/B of 0.75x. Buy for good gains as the stock will list on the NSE too. Sika Interplant Systems is engaged in the Defence & space A&D; Auto Eng., Aerospace & electrical module integration. For Q3, its PAT rose 115% to Rs.4.73 cr. on 77.45% higher sales of Rs.26 cr. fetching an EPS of Rs.11.15. Add for multi-bagger gains. TBZ 9M NP grew 47% to Rs.41.82 cr. from Rs.28.46 cr. YoY. The promoters hold 74%, FPIs hold 1.82%, Malbar Gold hold 3.52% and HNI Vijaykumar holds 6,88,901 shares. Add for 25% gains. Tyche Inds aims to be a global player in APIs and advanced intermediates by 2025. It trades at a P/E of 13x and P/B of 1.63x. It paid 20% dividend for FY23. It has an impressive ROCE of 17%. Buy. With excellent monsoon expectations, one can look at fertilizer stocks in the coming weeks. GSFC is highly undervalued given its intrinsic value. It is available at 30-40% discount to its 52-week high. Add. HT Media has stake in HMVL worth more than its mktcap. Not to forget the other businesses of print, radio and the job portal ‘SHINE.com’. Add. With insurance companies getting major relief on surrender value from IRDAI last week, HDFC Life and New India Assurance should be good stocks to bet in the coming months. Add. Cosmo First is engaged in specialty films for packaging, lamination & labeling applications. It offers BOPP films, CPP films and BOPT films. It trades at 50% discount to its 52-week and trades at a P/E of 10x. Add for 30% gains. Summit Securities is the holding company of CEAT, KEC, ZENSAR, etc. valued at Rs.10100 cr. but a market cap Rs.1300 cr. only and is debt free. It trades at a 87% discount to its fair value. Add for 25% gains. DCM Shriram Industries recorded strong growth in Q3 and 9M. With an additional attraction of 3-way demerger, it may scale new peaks in FY25. Add for the long term. SPL Industries trades at a P/E of 13.04x as against the industry average of 32.88x and at a P/B of 0.8x as against the industry average of 2.45x. Strong fireworks are in store for this stock. Buy. Apollo Hospitals group co., Indraprastha Medical Corp., trades at a P/E of 14x as against the industry average of 44.31x. It is a strong re-rating candidate. Add. Indus Towers has a strong market presence and financial stability given its extensive infrastructure, customer base & effective management. American Towers’ decision to convert its debt in Vodafone Idea (VI) into equity will benefit from the strengthened financial position of VI for recovering its dues. Add. Reliance Infrastructure’s subsidiary, Reliance Velocity Ltd. (RVL), enters into agreements with Rosa Power Supply Co. Ltd. & Tata Hydro Power Pvt. Ltd. for secured inter-corporate deposits worth Rs.425 cr. This means that RVL seeks financial support for its operations or investment activities. Considering the current market, it can do well in the short term. Add. Rudra Global ventured into the defense & aerospace sector by establishing a subsidiary, indicating a strategic move to diversify its portfolio and tap into new markets with potentially high growth prospects. Further, it has launched RudraMart, which will expand its presence in the construction and infrastructure industry. Add. Eicher Motors launches a ‘Royal Enfield’ unit in Netherlands. Add for the long term. Forecast of a normal monsoon boosting rural consumption will add to the bullish fervour created by other economic indicators. Interglobe Aviation plans 30 wide bodied Airbus for its Indigo Airlines and sharp rise of aeroplanes to 600 by FY 26 from 366 now. Lupin Laboratories to sell India trade generics to its own arms for Rs.132 cr. Mining industry is set to boom as India begins offshore excavation of critical minerals in Africa. Rerouting Red Sea Cargo will hit farm products capital goods and oil trade. Employee Provident Fund Organisation adds 8.08 lakh new members in Jan 24. Gensol Engg. bags Rs. 520 cr. EPC order in Maharashtra. With FPIs bolstered after bonds got included in the index, India’s FY25 economic outlook is positive despite headwinds. KEC International bags Rs.1004 cr. new orders across various businesses. Bharti Airtel to launch IPO of Bharti Hexacom in first week of April 2024. Nilesh Shah of Kotak AMC sees correction ahead & suggests profit booking now. He feels India is relatively overvalued against China, Brazil etc. Listing gains from IPOs are on the decline according to Prime Database, which states that 10 of the 21 companies listed in the past 3 months were listed below their issue price. RBL Bank to focus on new retail product and cut-down its wholesale books to boost its return on assets by 13-14% by 2026. Ultratech Cement to buy 26% in O2 renewable energy XXII for Rs.16 cr. and thereby optimize its energy costs. Rising coco prices will affect chocolate producers Nestle & Lotus Chocolate Co. Thanks to SEBI, Indian bourses have become the fastest stock trading and settlement service provider in the world with the same day settlement in 25 leading stocks to begin with.. Goldman sachs has raised the target price of Reliance Industries, the largest co. in India by market capitalization to Rs. 3400/ share from. Tata Motors’ Tata passengers electric mobility arm TPEM has tied up with Hindustan Petroleum to set up 5000 public charging station across India by December 2024. India Cements to raise 750 cr. via bonds to fund its working capital and capital expenditure. With Sensex up 25% in FY24 despite global woes, the BSE market cap has hit $4.7 trillion and investor wealth has risen the most this year to $ 1.6 trillion. Wockhardt to cut debt and raise funds for clinical trials of innovative antibiotic drugs. Indian Hotels co. eyes 90 new properties after a buoyant FY24 with 52 signings and 34 openings in a portfolio of 300 hotels. Realty firm, Macrotech Developers of the wellknown Lodha brand to raise Rs. 125 cr. Siyaram Recycling founded in 2007 is recommended by experts for its brass scrap separation, ingot manufacturing and production of industrial brass components. Buy. LIC Housing Finance, the second largest housing finance co., posted 152% higher Q3 EPS of Rs. 21.2 and 117% higher 9M EPS of Rs.66.9. This could take FY24 EPS to Rs.90+. A conservative P/E of 8.5x could take its share price to Rs.765. Buy. Shreyans Industries, manufacturer of writing & printing paper, posted Q3 EPS of Rs.15 and 9M EPS of Rs.52.5. This could take FY24 EPS to about Rs.67. Add. Debt-free IST Ltd., manufacturer of auto components, posted 56% higher Q3 EPS of Rs.27.7 and 61% higher 9M EPS of Rs.86.9. This may lead to FY24 EPS of Rs.125. Buy for 35% gain. Beekay Steel, a 50+ year old steel manufacturer, posted 54% higher Q3 EPS of Rs. 13.9 and 10% higher 9M EPS of Rs.49.1. This could take FY24 EPS to Rs. 65. Buy. Voith Paper Fabrics, with 74% German stake, posted 37% higher Q3 EPS of Rs. 21.8 and 31% higher 9M EPS of Rs. 65.8. This may take FY24 EPS to Rs.90. A reasonable P/E of 30x for MNCs, the share price could reach Rs.2700. Buy JM Financial a diversified financial services major, posted 45% higher Q3 EPS of Rs. 2.9 and 18% higher 9M EPS of Rs 6.7. This may take FY24 EPS to Rs 11. Buy for the long term. Government owned Repco Home Finance with 160 branches nationwide, posted 25% higher Q3 EPS of Rs. 16.5 and 30% higher 9M EPS of Rs. 48.4. This could take FY24 EPS to Rs. 66. Buy. Canara Bank posted 44% higher 9M EPS of Rs 62.4. This could take FY24 EPS to Rs 85. A reasonable P/E of 8x may take its share price to Rs 680. It announced a 1:5 face value split from Rs. 10 to Rs 2. Buy for 20% gain. Bank of India posted 109% higher Q3 EPS of Rs.4.6 and 100% higher 9M EPS of Rs 12.1. This may take FY24 EPS to Rs. 17. Buy for 20% gain. International Conveyors, a 46-year-old manufacturer of conveyor belting systems, posted 200% higher Q3 EPS of Rs 3.6 and 187% higher 9M EPS of Rs 8.9. This may take FY24 EPS to Rs. 13+. Buy for 25% gain. NCL Industries posted 80% higher 9M EPS of Rs 15.3 which may take FY24 EPS to Rs. 22. Buy for 20% gain. Shilp Gravures, a leader in Electro-Mechanical Engraving, posted 80% higher Q3 EPS of Rs 4.5 and 59% higher 9M EPS of Rs 16.2. This may take FY24 EPS to Rs 22+. Buy for 20% gain. Cyient signs an agreement with Deutsche Aircraft to design rear fuselage section of D328 Eco Aircraft. This will boost its revenue & profitability. Add. Dr Reddy’s Labs signs an exclusive distribution agreement with Sanofi Healthcare India to promote & distribute the vaccine brands of Sanofi Healthcare in India. Add. Balmer Lawrie to set up a Rs.230 cr. free trade warehousing zone in the SEZ of Jawaharlal Nehru Port Authority. Add for the long term. Man Industries’ begins its first 50,000 TPA ERW mill in Gujarat, which will boost its top line. Add. BHEL bags an order from Adani Power for a 2x800 MW thermal power plant at Raigarh. A big positive. Add for the long term. Varun Beverages acquires South Africa-based beverage co. and its wholly-owned subsidiaries, which boost its revenues substantially. Add. Annapurna acquires six-decade-old Arati brand mustard oil from R R Proteins worth Rs.28 cr. A big positive. Add. Andhra Sugar commissions a new Salicylic Acid plant of 2,640 TPA at Tanuku. Add. GOCL Corp, formerly Gulf Oil Corp., signs a MoU with Squarespace lnfra for monetization of ~ 264.50 acres of land situated at Kukatpally, Hyderabad. Add Mahickra Chemicals bags export orders worth $250,000 from Egypt & Turkey. A big positive. Add. Sree Raylaseema Hypo announces commercial production of 2 TPD of Sodium metal. Add. Biocon receives UK Healthcare’s approval for diabetes drug Liraglutide - the first generics co. to obtain approval. A big positive. Add. Reliance Industries signs a 20-year power purchase agreement with Adani Power arm at an investment of Rs.50 cr. Add. NHPC to raise Rs.6,100 cr. debt in FY25 through NCDs, term loans & ECBs. Something big is cooking. Add. US FDA issues 4 observations for Zydus Life’s Ahmedabad’s SEZ Onco injectable manufacturing plant. Sell. US FDA issues form 483 with 10 observations to Alkem Lab’s plant at Baddi. Sell. RailTel bags an order from the Centre for Development of Advanced Computing for VMWare virtualization licenses with 3 years support worth Rs.36.35 cr. Add. Bajaj Auto to launch its biggest Pulsar soon and also CNG motorcycle in June. A big positive. Add. KP Energy commissions a 16.8 MW inter state transmission system (ISTS) connecting its wind power project at Sidhpur with Devbhoomi Dwarka. Add. JSW Energy’s arm signs a Business Transfer Agreement with Reliance Power for purchase of the 45 MW Vashpet Wind project for Rs.132 cr. Add. Hindustan Aeronautics to supply 2 Hindustan-228 Commuter Aircraft worth Rs.194 cr. to Guyana. A big positive. Add for the long term. Greaves Cotton signs a Technology Transfer & Supply Agreement with Japanese Tsuyo Manufacturing Pvt. Ltd. for low-speed 3-wheeler vehicles. Add. Turnover: (NSE + BSE) Cash Volume: 111696.91 + 8970.45 Total: 120667.36 F&O Volume: 373977.58 + 18521906.17 Total: 18895883.75 Provisional Cash Rs. In Crs. FII/FPI: NET BUY: +188.31 (24808.78 - 24620.47) DII: NET BUY: +2691.52 (12428.24 - 9736.72) Amidst overall market rise, VIP Industries, Kalyan Jewellers, and Latent View Analytics stood out as top performers in BSE 500 The stock of HDFC Bank (₹1,447.90) has been consolidating in recent weeks since a sharp fall in November. The stock finds immediate support at ₹1,400 and ₹1,304. A fall below the latter will change the outlook negative. The currency markets remained broadly stable last week. The dollar sustained higher and the US Treasury yields oscillated up and down around 4.2 per cent all through last week. The euro remained lower and subdued. The Indian rupee attempted to recover but seems to lack strength. Gold continued the uptrend and hit fresh highs. Although silver gained, it lagged the yellow metal. In terms of dollars, gold and silver were up 3.2 per cent and 1.2 per cent last week and closed at $2,232.4 and $25 per ounce, respectively. On the Multi Commodity Exchange, gold futures gained 2 per cent to end at ₹67,701 (per 10 gram), whereas silver was up by a marginal 0.3 per cent to close at ₹75,048 (per kg). Crude oil ended the week with a gain on the back of the rally on Friday. Brent crude oil futures on the Intercontinental Exchange (ICE) was up 1.6 per cent by closing at $87 per barrel. Crude oil futures on the MCX was up 2.4 per cent by ending the week at ₹6,909 a barrel. Nifty 50 (22,327) and Bank Nifty (47,125) extended the gain for the second week as they appreciated 1 per cent and 0.6 per cent respectively in the last week. Below is an analysis of the derivatives data of both indices. Even as Indian equities have delivered stellar returns post Covid, with several stocks seeing their price rise several fold over the last four years, there are still pockets of opportunity for investors eyeing a medium-term horizon. One such opportunity in the agri business space is Godrej Agrovet, which is part of the over $4-billion Godrej Group. UK, Hong Kong, Germany and France @ Market Holiday U.K. and Europe Daylight Timing Shift (Market Opening Time @ 12.30) India @ Equity Settlement Holiday (Market will remain open for Trading) India March Month Auto Sales Numbers 07.15 China Manufacturing PMI (Expected: 51.0 versus Previous: 50.9) 19.30 US Manufacturing PMI (Expected: 48.5 versus Previous: 47.8) Coromandel International’s stock faced considerable selling pressure in December and January. But since February, it has been charting a sideways trend between ₹1,035 and ₹1,120. Notably, the downtrend was arrested by the support at ₹1,035. This has been holding well since August last year. Nifty and Bank Nifty prediction for the week April 1-5, 2024 by BL Guru The Indian benchmark indices managed to hold above their supports last week. Sensex, Nifty 50 and the Nifty Bank index have moved up for the second consecutive week. The Sensex and Nifty 50 were up over a per cent each and the Nifty Bank index closed higher by 0.56 per cent. However, this upmove is happening well within the broad range that we had mentioned in this column last week. There is room for more rise within this range. Published on April 1, 2024",
        "extraction_time": "2025-04-03T18:49:04.134627",
        "headline": "Share Market Highlights 01 April 2024: Sensex gains 363 pts, Nifty closes at 22,462",
        "images": [
          {
            "filename": "Share_Market_Highlights_01_Apr_0_b4baf02ad2.jpg",
            "local_path": "output\\images\\Share_Market_Highlights_01_Apr_0_b4baf02ad2.jpg",
            "position": 0,
            "url": "https://bl-i.thgim.com/public/incoming/qnc38c/article68001847.ece/alternates/LANDSCAPE_1200/IMG_Woman_signs_agreemen_2_1_LOC9SIAF.jpg"
          }
        ],
        "main_image": {
          "filename": "Share_Market_Highlights_01_Apr_0_b4baf02ad2.jpg",
          "local_path": "output\\images\\Share_Market_Highlights_01_Apr_0_b4baf02ad2.jpg",
          "position": 0,
          "url": "https://bl-i.thgim.com/public/incoming/qnc38c/article68001847.ece/alternates/LANDSCAPE_1200/IMG_Woman_signs_agreemen_2_1_LOC9SIAF.jpg"
        },
        "publication_date": "2024-04-01",
        "publication_time": "01:10:59",
        "source": "The Hindu",
        "summary": "Woman signs agreement. Forex financil market chart and graph hologram. Double exposure . Brokerage concept. istock photo for BL\n                                                  | Photo Credit:  \n                          iStockphoto Stock Market| Share Market Updates - Find here all the updates related to Sensex, Nifty, BSE, NSE, share prices and Indian stock markets for 01 April 2024. Tata Motors on Monday reported a 2 per cent rise in its total domestic wholesales at 90,822 units in March. In the year-ago period, the company posted total domestic wholesales of 89,351 units. Sales of passenger vehicles, including electric vehicles, in the domestic market, were at 50,297 units in March as compared to 44,225 units in the same period last year, up 14 per cent, it added.",
        "tags": [
          "stock market",
          "stock market",
          "stock market updates",
          "stock market",
          "share market",
          "share market updates",
          "Market news and analysis",
          "Equity market news",
          "market commentary",
          "Market watch and analysis",
          "Nifty technicals",
          "Bank Nifty",
          "Commodity calls",
          "India pre-market report",
          "stock to buy",
          "buzzing stocks",
          "gold prices",
          "top gainers",
          "top losers",
          "Day Trading Guide",
          "asian markets",
          "asian shares",
          "broker’s call",
          "wall street",
          "dow jones",
          "S&P 500",
          "nasdaq",
          "Nifty",
          "Sensex",
          "BSE",
          "NSE",
          "Nifty 50 technical analysis",
          "crude oil prices",
          "stocks in action",
          "g-sec yields",
          "Nifty50",
          "RIL share price",
          "ITC share price",
          "stocks to buy",
          "RBI@90"
        ],
        "url": "https://www.thehindubusinessline.com/markets/share-market-nifty-sensex-live-updates-1st-april-2024/article68012792.ece",
        "voice_file": "output\\voice\\22db15b5c1_Share_Market_Highlights_01_Apr.mp3"
      },
      {
        "author": "M.  Sabari",
        "category": "Coimbatore",
        "content": "The Tamil Nadu Forest Department is taking various precautionary measures to prevent forest fires in Salem district, including a ban on campfires for two months: April and May. Forest fires generally occur in the district during the summer season, from the end of March to May, especially in the reserve forest areas of Kanjamalai, Yercaud, Karumandurai, Attur, and Danishpet. This year, based on the instructions from the Forest Department, the forest officials in the district have taken various preventive measures — from awareness programmes to continuous monitoring using drones. Assistant Conservator of Forests (ACF) R. Selvakumar said that several awareness programmes regarding forest fires were being conducted for people living in villages near the forests. Moreover, firelines — strategically cleared strips of land that act as a barrier to prevent the spread of wildfires — were being created in the reserved forest areas. This year, firelines were created and maintained for 185 km. Firewatchers have been engaged in fire-vulnerable areas, and village forest committee (VFC) members were being involved in fire awareness programmes, the official said. To prevent water scarcity, steps are being taken to fill up tubs, small ponds, water troughs, and water harvesting structures available in the forest areas for the benefit of animals. So far, 336 water augmentation structures are available in the Salem Forest Division. Pamphlets on forest fire prevention are also being distributed to tourists visiting Yercaud, and regular patrolling is being carried out by the field staff, Mr. Selvakumar added. Salem District Collector R. Brindha Devi said that the forest areas in the district would be monitored using nine drones. During the summer season, forests will easily catch fire, Ms. Devi said, adding that action would be taken against those who do not follow the ban on campfires. For emergencies, people in and around Yercaud can call the fire and rescue services at 73050-95785. Those in Karumandurai can call 04292-244803 and 75503-96101. Similarly, citizens can inform the authorities about forest fires through 0427-2415097 and toll-free number 1800-599-0427, Ms. Devi added. Published - April 03, 2025 05:45 pm IST Salem / Tamil Nadu / forests / fire",
        "extraction_time": "2025-04-03T18:49:06.068964",
        "headline": "Campfires banned in Yercaud to prevent forest fires this summer",
        "images": [
          {
            "filename": "Campfires_banned_in_Yercaud_to_0_788b61a92c.jpg",
            "local_path": "output\\images\\Campfires_banned_in_Yercaud_to_0_788b61a92c.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/b30nx7/article69408254.ece/alternates/LANDSCAPE_1200/9868_15-3-2019_17-18-3_4_FORESTFIRE_9.JPG"
          },
          {
            "filename": "Campfires_banned_in_Yercaud_to_4_6345f24894.jpg",
            "local_path": "output\\images\\Campfires_banned_in_Yercaud_to_4_6345f24894.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/b30nx7/article69408254.ece/alternates/LANDSCAPE_660/9868_15-3-2019_17-18-3_4_FORESTFIRE_9.JPG"
          }
        ],
        "main_image": {
          "filename": "Campfires_banned_in_Yercaud_to_0_788b61a92c.jpg",
          "local_path": "output\\images\\Campfires_banned_in_Yercaud_to_0_788b61a92c.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/b30nx7/article69408254.ece/alternates/LANDSCAPE_1200/9868_15-3-2019_17-18-3_4_FORESTFIRE_9.JPG"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:15:47",
        "source": "The Hindu",
        "summary": "The Tamil Nadu Forest Department is taking various precautionary measures to prevent forest fires in Salem district, including a ban on campfires for two months: April and May. Forest fires generally occur in the district during the summer season, from the end of March to May, especially in the reserve forest areas of Kanjamalai, Yercaud, Karumandurai, Attur, and Danishpet. This year, based on the instructions from the Forest Department, the forest officials in the district have taken various preventive measures — from awareness programmes to continuous monitoring using drones. Assistant Conservator of Forests (ACF) R. Selvakumar said that several awareness programmes regarding forest fires were being conducted for people living in villages near the forests. Moreover, firelines — strategically cleared strips of land that act as a barrier to prevent the spread of wildfires — were being created in the reserved forest areas. This year, firelines were created and maintained for 185 km.",
        "tags": [
          "forest fires",
          "yercaud",
          "summer season",
          "campfires"
        ],
        "url": "https://www.thehindu.com/news/cities/Coimbatore/campfires-banned-in-yercaud-to-prevent-forest-fires-this-summer/article69407748.ece",
        "voice_file": "output\\voice\\91e1e0cd88_Campfires_banned_in_Yercaud_to.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Tiruchirapalli",
        "content": "An Executive Officer of the Hindu Religious and Charitable Endowment Department was arrested by the Directorate of Vigilance Anti-Corruption (DVAC) personnel, on charges of accepting bribe from a colleague. According to sources, the complainant, Sasikumar, 49, an employee in the Hindu Religious and Charitable Endowment department and looking after the records of Sri Agneeswarar temple, Thirukkollikkadu village in Thiruthuraipoondi taluk of Tiruvarur district, lodged a complaint with the DVAC, Tiruvarur, stating that his superior, Jothi, serving as an Executive Officer, demanded bribe to release his salary arrears. Subsequently, the DVAC personnel laid a trap to the Executive Officer by asking the complainant to handover ‘chemical coated’ currency notes. The Executive Officer was arrested by the DVAC personnel, led by Deputy Superintendent of Police, Nandagopal, while she accepted the currency notes from Mr. Sasikumar at Sri Aanandhavinayagar temple, Mannargudi on Thursday. Published - April 03, 2025 04:52 pm IST Tiruchi / corruption & bribery",
        "extraction_time": "2025-04-03T18:49:08.377298",
        "headline": "HR&CE Executive Officer arrested on graft charge in Tiruvarur district",
        "images": [
          {
            "filename": "HRCE_Executive_Officer_arreste_0_ef0fb30eea.png",
            "local_path": "output\\images\\HRCE_Executive_Officer_arreste_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "HRCE_Executive_Officer_arreste_0_ef0fb30eea.png",
          "local_path": "output\\images\\HRCE_Executive_Officer_arreste_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "11:22:51",
        "source": "The Hindu",
        "summary": "An Executive Officer of the Hindu Religious and Charitable Endowment Department was arrested by the Directorate of Vigilance Anti-Corruption (DVAC) personnel, on charges of accepting bribe from a colleague. According to sources, the complainant, Sasikumar, 49, an employee in the Hindu Religious and Charitable Endowment department and looking after the records of Sri Agneeswarar temple, Thirukkollikkadu village in Thiruthuraipoondi taluk of Tiruvarur district, lodged a complaint with the DVAC, Tiruvarur, stating that his superior, Jothi, serving as an Executive Officer, demanded bribe to release his salary arrears. Subsequently, the DVAC personnel laid a trap to the Executive Officer by asking the complainant to handover ‘chemical coated’ currency notes. The Executive Officer was arrested by the DVAC personnel, led by Deputy Superintendent of Police, Nandagopal, while she accepted the currency notes from Mr. Sasikumar at Sri Aanandhavinayagar temple, Mannargudi on Thursday.",
        "tags": [
          "corruption",
          "HR&CE department",
          "Tiruvarur",
          "temple administration"
        ],
        "url": "https://www.thehindu.com/news/cities/Tiruchirapalli/hrce-executive-officer-arrested-on-graft-charge-in-tiruvarur-district/article69407722.ece",
        "voice_file": "output\\voice\\4ef99eff52_HR_CE_Executive_Officer_arrest.mp3"
      },
      {
        "author": "Ancy Donal  Madonna",
        "category": "Tiruchirapalli",
        "content": "As part of its efforts to improve the overall waste management system in the city, Tiruchi Corporation has taken steps to strengthen and upgrade the city’s micro compost centres (MCC). On an average, the city generates about 470 tonnes of waste daily and around 75% of it was claimed to be segregated at source, which consists of wet waste, dry waste, and domestic hazardous waste. At present, there are 39 micro compost centres in five zones that collect, process, and recycle solid waste daily. Three to five trained workers are engaged in the process. The micro compost centres segregate and dispose of municipal waste daily to prevent accumulation. While biodegradable waste is converted into manure in about 21 days, plastic and other recyclable material are sent to cement factories. At present, the average manure output is about 20 tonnes a day per centre. To ramp up the use of the machines and aid in the effective production of manure, zone-wise repair work is undertaken. Maintenance work, such as sharpening of blades, replacing belts, and fixing corroded machines, are being carried out in all centres. So far, work has been completed in 18 centres. Steps are been taken to replace the damaged machinery. “We have initiated measures to procure six new machines utilising the Corporation’s General Funds,” said M. Vijay Chandran, City Health Officer. As each centre has a storage capacity of 100 tonnes, steps are taken to utilise it fully. The civic body plans to utilise the Internet of Things (IoT) enabled device to streamline the functioning of the centres. The device will be embedded with sensors, software, and connectivity to collect and exchange data over the Internet, enabling communication and automation. With this, accurate data about the weight of the incoming waste, entry, and exit time of the waste collection trucks and more can be acquired. Published - April 03, 2025 06:35 pm IST Tiruchi / urban solid waste / waste management",
        "extraction_time": "2025-04-03T18:49:09.021622",
        "headline": "Tiruchi Corporation to streamline micro compost centres with technology upgrade",
        "images": [
          {
            "filename": "Tiruchi_Corporation_to_streaml_0_b1ac7e4199.jpg",
            "local_path": "output\\images\\Tiruchi_Corporation_to_streaml_0_b1ac7e4199.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/vbnnhv/article69408487.ece/alternates/LANDSCAPE_1200/composed_Yaad4.jpg"
          },
          {
            "filename": "Tiruchi_Corporation_to_streaml_4_ff6c1b3326.jpg",
            "local_path": "output\\images\\Tiruchi_Corporation_to_streaml_4_ff6c1b3326.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/vbnnhv/article69408487.ece/alternates/LANDSCAPE_660/composed_Yaad4.jpg"
          }
        ],
        "main_image": {
          "filename": "Tiruchi_Corporation_to_streaml_0_b1ac7e4199.jpg",
          "local_path": "output\\images\\Tiruchi_Corporation_to_streaml_0_b1ac7e4199.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/vbnnhv/article69408487.ece/alternates/LANDSCAPE_1200/composed_Yaad4.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "13:05:30",
        "source": "The Hindu",
        "summary": "As part of its efforts to improve the overall waste management system in the city, Tiruchi Corporation has taken steps to strengthen and upgrade the city’s micro compost centres (MCC). On an average, the city generates about 470 tonnes of waste daily and around 75% of it was claimed to be segregated at source, which consists of wet waste, dry waste, and domestic hazardous waste. At present, there are 39 micro compost centres in five zones that collect, process, and recycle solid waste daily. Three to five trained workers are engaged in the process. The micro compost centres segregate and dispose of municipal waste daily to prevent accumulation. While biodegradable waste is converted into manure in about 21 days, plastic and other recyclable material are sent to cement factories. At present, the average manure output is about 20 tonnes a day per centre.",
        "tags": [
          "micro compost centres",
          "solid waste management",
          "trichy"
        ],
        "url": "https://www.thehindu.com/news/cities/Tiruchirapalli/tiruchi-corporation-to-streamline-micro-compost-centres-with-technology-upgrade/article69408400.ece",
        "voice_file": "output\\voice\\2938e94c8a_Tiruchi_Corporation_to_streaml.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Tiruchirapalli",
        "content": "Over 7,100 Olive Ridley sea turtle hatchlings have been released into the sea from two hatcheries in the Vedaranyam Wildlife Range in Nagapattinam district so far this season, according to officials. On Thursday, 237 hatchlings were released into the sea under the supervision of A. Periyasamy, Conservator of Forests, Tiruchi, and Bhargava Teja, Wildlife Warden, Nagapattinam, and A.Joseph Daniel, Forest Range Officer, Vedaranyam. The two hatcheries at Kodiyakarai and Arcotthurai in the range were preserving the eggs collected in over 160 batches during the nesting season in the range. At the Kodiyakarai hatchery, 6,824 eggs were preserved while the Arcottuthurai hatchery had about 10,670 eggs. Of these, 3,612 hatchlings from the hatchery at Kodiyakarai and 3,501 hatchlings from the Arcottthurai hatchery have been released from the sea since March 1, officials said. Published - April 03, 2025 05:59 pm IST Tiruchi / wildlife",
        "extraction_time": "2025-04-03T18:49:10.956037",
        "headline": "Over 7,100 Olive Ridley hatchlings released into sea in Vedaranyam range",
        "images": [
          {
            "filename": "Over_7100_Olive_Ridley_hatchli_0_920853465d.jpeg",
            "local_path": "output\\images\\Over_7100_Olive_Ridley_hatchli_0_920853465d.jpeg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/news/cities/Tiruchirapalli/nz3zr1/article69408164.ece/alternates/LANDSCAPE_1200/WhatsApp%20Image%202025-04-03%20at%209.53.17%20AM.jpeg"
          },
          {
            "filename": "Over_7100_Olive_Ridley_hatchli_4_f34c200542.jpeg",
            "local_path": "output\\images\\Over_7100_Olive_Ridley_hatchli_4_f34c200542.jpeg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/news/cities/Tiruchirapalli/nz3zr1/article69408164.ece/alternates/LANDSCAPE_660/WhatsApp%20Image%202025-04-03%20at%209.53.17%20AM.jpeg"
          }
        ],
        "main_image": {
          "filename": "Over_7100_Olive_Ridley_hatchli_0_920853465d.jpeg",
          "local_path": "output\\images\\Over_7100_Olive_Ridley_hatchli_0_920853465d.jpeg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/news/cities/Tiruchirapalli/nz3zr1/article69408164.ece/alternates/LANDSCAPE_1200/WhatsApp%20Image%202025-04-03%20at%209.53.17%20AM.jpeg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:29:28",
        "source": "The Hindu",
        "summary": "Over 7,100 Olive Ridley sea turtle hatchlings have been released into the sea from two hatcheries in the Vedaranyam Wildlife Range in Nagapattinam district so far this season, according to officials. On Thursday, 237 hatchlings were released into the sea under the supervision of A. Periyasamy, Conservator of Forests, Tiruchi, and Bhargava Teja, Wildlife Warden, Nagapattinam, and A.Joseph Daniel, Forest Range Officer, Vedaranyam. The two hatcheries at Kodiyakarai and Arcotthurai in the range were preserving the eggs collected in over 160 batches during the nesting season in the range.  At the Kodiyakarai hatchery, 6,824 eggs were preserved while the Arcottuthurai hatchery had about 10,670 eggs.",
        "tags": [
          "olive ridley",
          "nagapattinam",
          "vedaranyam"
        ],
        "url": "https://www.thehindu.com/news/cities/Tiruchirapalli/over-7100-olive-ridley-hatchlings-released-into-sea-in-vedaranyam-range/article69408162.ece",
        "voice_file": "output\\voice\\eaf72df144_Over_7_100_Olive_Ridley_hatchl.mp3"
      },
      {
        "author": "Sports Bureau",
        "category": "Sport",
        "content": "Yuvraj Sandhu and Arjun Prasad remained in the lead as they stretched their score to 10-under-206 after three rounds in the Rs.1.5 crore Adani invitational golf championship at the Jay Greens Golf and Spa Resort on Thursday. Saptak Talwar, the leader in the opening round, was breathing down the neck of the duo, two shots away, as he also returned a card of three-under 69 for the day. Aryaman Mohan and Pranav Mardikar were the best performers of the day as they scored five-under 67 to find themselves tied 11th and tied 16th respectively. “With the wind switching direction today, one had to make the changes in the tee shots and the lines. I managed to do that well,” said Arjun. The 28-year-old Yuvraj, who has 11 titles including two this season, recovered after a slow start with three birdies in the first five holes, after a bogey in the first. He had three birdies and two bogeys on the back nine. “It was an up and down day for me, as the putter went cold, especially on the back nine. I expect to play a much better final round,” said Yuvraj. The joint leader in the first round, N. Thangaraja of Sri Lanka, who has won a title this season, endured another tough day, with a two-over 74, a repeat of his second round, and placed tied 18th at one-under 215. The leading scores: 1T. Yuvraj Sandhu (70, 67, 69), Arjun Prasad (68, 69, 69) 206; 3. Saptak Talwar (67, 72, 69) 208; 4T. Honey Baisoya (70, 68, 72), Harendra Gupta (72, 66, 72) 210; 6T. Arjun Sharma (70, 73, 68), dhruv Sheoran (71, 71, 69), Ajeetesh Sandhu (71, 71, 69), Aman Raj (72, 70, 69), Shaurya Bhattacharya (70, 71, 70) 211. Published - April 03, 2025 06:17 pm IST",
        "extraction_time": "2025-04-03T18:49:12.406444",
        "headline": "Yuvraj Sandhu and Arjun Prasad stay in the lead",
        "images": [
          {
            "filename": "Yuvraj_Sandhu_and_Arjun_Prasad_0_ef0fb30eea.png",
            "local_path": "output\\images\\Yuvraj_Sandhu_and_Arjun_Prasad_0_ef0fb30eea.png",
            "position": 0,
            "url": "https://www.thehindu.com/theme/images/og-image.png"
          }
        ],
        "main_image": {
          "filename": "Yuvraj_Sandhu_and_Arjun_Prasad_0_ef0fb30eea.png",
          "local_path": "output\\images\\Yuvraj_Sandhu_and_Arjun_Prasad_0_ef0fb30eea.png",
          "position": 0,
          "url": "https://www.thehindu.com/theme/images/og-image.png"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:47:13",
        "source": "The Hindu",
        "summary": "Yuvraj Sandhu and Arjun Prasad remained in the lead as they stretched their score to 10-under-206 after three rounds in the Rs.1.5 crore Adani invitational golf championship at the Jay Greens Golf and Spa Resort on Thursday. Saptak Talwar, the leader in the opening round, was breathing down the neck of the duo, two shots away, as he also returned a card of three-under 69 for the day. Aryaman Mohan and Pranav Mardikar were the best performers of the day as they scored five-under 67 to find themselves tied 11th and tied 16th respectively. “With the wind switching direction today, one had to make the changes in the tee shots and the lines. I managed to do that well,” said Arjun.",
        "tags": [],
        "url": "https://www.thehindu.com/sport/yuvraj-sandhu-and-arjun-prasad-stay-in-the-lead/article69408413.ece",
        "voice_file": "output\\voice\\d84762a881_Yuvraj_Sandhu_and_Arjun_Prasad.mp3"
      },
      {
        "author": " The Hindu Bureau",
        "category": "Tamil Nadu",
        "content": "The Tamil Nadu government is planning to establish parks for pets in Chennai and Coimbatore, Minister for Animal Husbandry Anitha R. Radhakrishnan announced in the Assembly on Thursday (April 3, 2025). He also said the birth control measures for community dogs would be expanded in the State. Parks for pets to be established in Chennai and Coimbatore at a cost of ₹5 crore would involve private participation, he said. These parks would be aimed at creating awareness among pet owners and would also have rejuvenation and medical facilities for the pets. The State government would expand the animal sterilisation project to ensure effective operation of animal birth control centres, he said. The project to be implemented by the Animal Welfare Board, with private participation, would be expanded at at a cost of ₹20 crore. The veterinary centre to treat injured pets in Adyar would be upgraded at a cost of ₹5 crore. The Tamil Nadu government would set up shelters under the ‘Vallalar Palluyir Kaapagangal’ initiative to house animals that have been abandoned, recovered, and have sustained injuries in accidents. The shelters to maintain them would be set up at a cost of ₹5 crore. A policy for abandoned animals would be formulated in an effort to resolve issues involving abandoned pets and their conflicts with community dogs and human beings, he said. The government would set up a centre in Chennai Veterinary College for specialised training for animal control measures at a cost of ₹3 crore. The Minister said that a policy for sheep breeding in the State would be formulated, which would benefit people from the marginalised sections of society. Published - April 03, 2025 06:01 pm IST Chennai / Tamil Nadu / Coimbatore",
        "extraction_time": "2025-04-03T18:49:12.939722",
        "headline": "Pet parks to be set up in Chennai, Coimbatore",
        "images": [
          {
            "filename": "Pet_parks_to_be_set_up_in_Chen_0_524a739394.jpg",
            "local_path": "output\\images\\Pet_parks_to_be_set_up_in_Chen_0_524a739394.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/g23zi9/article69408311.ece/alternates/LANDSCAPE_1200/PETS_PARK_3.jpg"
          },
          {
            "filename": "Pet_parks_to_be_set_up_in_Chen_4_686dbf90f9.jpg",
            "local_path": "output\\images\\Pet_parks_to_be_set_up_in_Chen_4_686dbf90f9.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/g23zi9/article69408311.ece/alternates/LANDSCAPE_660/PETS_PARK_3.jpg"
          }
        ],
        "main_image": {
          "filename": "Pet_parks_to_be_set_up_in_Chen_0_524a739394.jpg",
          "local_path": "output\\images\\Pet_parks_to_be_set_up_in_Chen_0_524a739394.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/g23zi9/article69408311.ece/alternates/LANDSCAPE_1200/PETS_PARK_3.jpg"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:31:50",
        "source": "The Hindu",
        "summary": "The Tamil Nadu government is planning to establish parks for pets in Chennai and Coimbatore, Minister for Animal Husbandry Anitha R. Radhakrishnan announced in the Assembly on Thursday (April 3, 2025). He also said the birth control measures for community dogs would be expanded in the State. Parks for pets to be established in Chennai and Coimbatore at a cost of ₹5 crore would involve private participation, he said. These parks would be aimed at creating awareness among pet owners and would also have rejuvenation and medical facilities for the pets. The State government would expand the animal sterilisation project to ensure effective operation of animal birth control centres, he said. The project to be implemented by the Animal Welfare Board, with private participation, would be expanded at at a cost of ₹20 crore.",
        "tags": [
          "pet parks",
          "chennai pet parks",
          "coimbatore pet parks",
          "pets",
          "animal birth control"
        ],
        "url": "https://www.thehindu.com/news/national/tamil-nadu/pet-parks-to-be-set-up-in-chennai-coimbatore/article69407862.ece",
        "voice_file": "output\\voice\\a3a6c05f2d_Pet_parks_to_be_set_up_in_Chen.mp3"
      },
      {
        "author": " Reuters",
        "category": "Industry",
        "content": "The country’s $32 billion gems and jewellery industry is bracing for a sharp fall in exports as hefty U.S. tariffs will impede overseas sales to its biggest market, industry officials said. The United States slapped a 27% reciprocal tariff on India, dealing a blow to the South Asian country's hopes of relief under President Donald Trump's global trade policy. Trump tariff announcement LIVE updates \"The tariff is higher than expected,\" Colin Shah, managing director of Kama Jewelry, told Reuters. \"It is quite severe and will affect exports.\" India is the world's largest hub for diamond cutting and polishing, handling nine out of every 10 diamonds processed globally. The United States accounts for nearly $10 billion or 30.4% of India's annual gems and jewellery exports of $32 billion. Gems and jewellery are India's third-largest export to the United States, after engineering and electronic goods, and the industry employs millions in the South Asian country. The sector has already been hit in recent months by weak demand from China and exports dropped 14.5% to $32.3 billion in the 2023-24 fiscal year (April-March). A long-term bilateral trade deal with the United States could soften help the blow, Mr. Shah said. India and the United States are in talks to clinch an early trade deal. \"We're are pretty hopeful that India could land a trade deal with the U.S. in the next few months. So, we just need to push through this tough phase for a little while longer,\" said Shaunak Parikh, vice chairman of the Gem and Jewellery Export Promotion Council (GJEPC). Published - April 03, 2025 06:00 pm IST gold and precious material / process industry / economy, business and finance / USA",
        "extraction_time": "2025-04-03T18:49:14.822105",
        "headline": "With U.S. tariffs, India's jewellery exports set for sharp decline",
        "images": [
          {
            "filename": "With_US_tariffs_Indias_jewelle_0_ed362da486.jpg",
            "local_path": "output\\images\\With_US_tariffs_Indias_jewelle_0_ed362da486.jpg",
            "position": 0,
            "url": "https://th-i.thgim.com/public/incoming/av74o9/article69408320.ece/alternates/LANDSCAPE_1200/2025-03-20T115948Z_756916634_RC2XGDARLB4K_RTRMADP_3_PRECIOUS-GOLD-JEWELLERY.JPG"
          },
          {
            "filename": "With_US_tariffs_Indias_jewelle_4_367641aa53.jpg",
            "local_path": "output\\images\\With_US_tariffs_Indias_jewelle_4_367641aa53.jpg",
            "position": 4,
            "url": "https://th-i.thgim.com/public/incoming/av74o9/article69408320.ece/alternates/LANDSCAPE_660/2025-03-20T115948Z_756916634_RC2XGDARLB4K_RTRMADP_3_PRECIOUS-GOLD-JEWELLERY.JPG"
          }
        ],
        "main_image": {
          "filename": "With_US_tariffs_Indias_jewelle_0_ed362da486.jpg",
          "local_path": "output\\images\\With_US_tariffs_Indias_jewelle_0_ed362da486.jpg",
          "position": 0,
          "url": "https://th-i.thgim.com/public/incoming/av74o9/article69408320.ece/alternates/LANDSCAPE_1200/2025-03-20T115948Z_756916634_RC2XGDARLB4K_RTRMADP_3_PRECIOUS-GOLD-JEWELLERY.JPG"
        },
        "publication_date": "2025-04-03",
        "publication_time": "12:30:21",
        "source": "The Hindu",
        "summary": "The country’s $32 billion gems and jewellery industry is bracing for a sharp fall in exports as hefty U.S. tariffs will impede overseas sales to its biggest market, industry officials said. The United States slapped a 27% reciprocal tariff on India, dealing a blow to the South Asian country's hopes of relief under President Donald Trump's global trade policy. Trump tariff announcement LIVE updates \"The tariff is higher than expected,\" Colin Shah, managing director of Kama Jewelry, told Reuters. \"It is quite severe and will affect exports.\" India is the world's largest hub for diamond cutting and polishing, handling nine out of every 10 diamonds processed globally. The United States accounts for nearly $10 billion or 30.4% of India's annual gems and jewellery exports of $32 billion.",
        "tags": [
          "US Tariff on India",
          "Trump reciprocal tariff on India",
          "Trump reciprocal tariff threat on jwellery",
          "Indian jewellery export",
          "jewellery export market"
        ],
        "url": "https://www.thehindu.com/business/Industry/with-us-tariffs-indias-jewellery-exports-set-for-sharp-decline/article69408276.ece",
        "voice_file": "output\\voice\\f2fe7d60ef_With_U_S__tariffs__India_s_jew.mp3"
      }
    ],
    "count": 53,
    "file": "output\\latest_articles_20250403_185550.json"
  },
  "status": "success",
  "timestamp": "2025-04-05T09:47:04.137030"
}