{
  "articles": [
    {
      "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f190a7000f82064820/view?project=67ebd7f90031f7db3632",
      "article_id": "364680b71592",
      "author": "Unknown Author",
      "category": "Delhi",
      "content": "The Bharatiya Janata Party (BJP) on Saturday claimed that ₹29.56 crore was spent in over seven years between March 31, 2015, and December 27, 2022 to maintain the government bungalow allotted to then Chief Minister Arvind Kejriwal. The BJP cited a Right to Information (RTI) response to a citizen from Maharashtra who had sought details of cost of the maintenance of Mr. Kejriwal’s old residence. Hitting back, the Aam Aadmi Party (AAP) asked the BJP to open Prime Minister Narendra Modi’s official residence to the public. Addressing a press conference, Delhi BJP president Virendra Sachdeva alleged that an annual maintenance cost of ₹3.69 crore for a government bungalow suggests that Mr. Kejriwal either maintained it in a “royal standard” or, more likely, was involved in “corrupt practices”. “In Delhi, where one can build a decent 250-300 sq. yard bungalow with ₹4 crore, the cost of maintenance for Kejriwal’s bungalow at ₹3.69 crore annually is astonishing. The people expect him to come forward and clarify what exactly was so deficient in his bungalow that ₹31 lakh per month was needed for its maintenance,” he said. Claiming that it was a government house and not Mr. Kejriwal’s private property, AAP in a statement said, “We had demanded that both PM Modi and Mr. Kejriwal’s residences should be opened to the public, but they blocked the media and hid behind police barricades. Elections are over. The BJP is in power — and they’ve betrayed Delhi. No ₹2,500 for women, no free cylinders on Holi. Just jumlas (empty rhetoric).” Published - April 06, 2025 01:39 am IST",
      "date": "2025-04-06",
      "headline": "BJP: ₹29.56 cr. spent to maintain Kejriwal’s bungalow for 7 years",
      "language": "en",
      "source": "The Hindu",
      "summary": "The Bharatiya Janata Party (BJP) on Saturday claimed that ₹29.56 crore was spent in over seven years between March 31, 2015, and December 27, 2022 to maintain the government bungalow allotted to then Chief Minister Arvind Kejriwal. The BJP cited a Right to Information (RTI) response to a citizen from Maharashtra who had sought details of cost of the maintenance of Mr. Kejriwal’s old residence. Hitting back, the Aam Aadmi Party (AAP) asked the BJP to open Prime Minister Narendra Modi’s official residence to the public. Addressing a press conference, Delhi BJP president Virendra Sachdeva alleged that an annual maintenance cost of ₹3.69 crore for a government bungalow suggests that Mr. Kejriwal either maintained it in a “royal standard” or, more likely, was involved in “corrupt practices”. “In Delhi, where one can build a decent 250-300 sq. yard bungalow with ₹4 crore, the cost of maintenance for Kejriwal’s bungalow at ₹3.69 crore annually is astonishing. The people expect him to come for",
      "tags": [
        "Kejriwal’s bungalow",
        "Bharatiya Janata Party",
        "Virendra Sachdeva"
      ],
      "time": "01:39:41",
      "translations": {
        "as": {
          "appwrite_audio_url": null,
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "বিজেপিঃ ₹২৯.৫৬ কোটি। ৭ বছৰ ধৰি কেজৰিৱালৰ বাংলোটো ৰক্ষণাবেক্ষণৰ বাবে খৰচ কৰিছিল",
          "source": "The Hindu",
          "summary": "ভাৰতীয় জনতা পাৰ্টিয়ে শনিবাৰে দাবী কৰে যে তেতিয়াৰ মুখ্যমন্ত্ৰী অৰবিন্দ কেজৰিৱালক আবণ্টিত চৰকাৰী বাংলোটো ৰক্ষণাবেক্ষণৰ বাবে ২০১৫ চনৰ ৩১ মাৰ্চৰ পৰা ২০২২ চনৰ ২৭ ডিচেম্বৰৰ ভিতৰত সাত বছৰতকৈও অধিক সময়ৰ ভিতৰত ২৯.৫৬ কোটি ₹ ব্যয় কৰা হৈছিল। কেজৰিৱাল ডাঙৰীয়াৰ পুৰণি বাসগৃহৰ ৰক্ষণাবেক্ষণৰ খৰচৰ সবিশেষ বিচৰা মহাৰাষ্ট্ৰৰ এজন নাগৰিকক তথ্যৰ অধিকাৰ (আৰ টি আই)ৰ উত্তৰ বিজেপিয়ে উল্লেখ কৰে। প্ৰত্যুত্তৰ দি আম আদমী পাৰ্টিয়ে বিজেপিক প্ৰধানমন্ত্ৰী নৰেন্দ্ৰ মোদীৰ চৰকাৰী বাসগৃহ জনসাধাৰণৰ বাবে মুকলি কৰিবলৈ কয়। সংবাদমেল সম্বোধন কৰি দিল্লী বিজেপিৰ সভাপতি বীৰেন্দ্ৰ সচদেৱে অভিযোগ কৰে যে চৰকাৰী বাংলো এটাৰ বাৰ্ষিক ৰক্ষণাবেক্ষণৰ বাবে ৩.৬৯ কোটি ₹ৰ খৰচৰ পৰা অনুমান কৰিব পাৰি যে কেজৰিৱাল ডাঙৰীয়াই হয় ইয়াক “ৰাজকীয় মানদণ্ড”ত ৰক্ষণাবেক্ষণ কৰিছিল নহয়, অধিক সম্ভাৱনাত, “দুৰ্নীতি”ৰ সৈতে জড়িত আছিল। “দিল্লীত, য’ত ৪ কোটি টকাৰে ২৫০-৩০০ বৰ্গ গজৰ এটা মান্য বাংলো নিৰ্মাণ কৰিব পাৰি, তাত বছৰি ৩.৬৯ কোটি টকাত কেজৰিৱালৰ বাংলোটোৰ ৰক্ষণাবেক্ষণৰ খৰচ আচৰিত ধৰণৰ।ৰাইজে তেওঁৰ বাবে আহিব বুলি আশা কৰে",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "বিজেপিঃ ₹২৯.৫৬ কোটি। ৭ বছৰ ধৰি কেজৰিৱালৰ বাংলোটো ৰক্ষণাবেক্ষণৰ বাবে খৰচ কৰিছিল",
          "tts_file_path": null
        },
        "bho": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f190d4001d5c8e02b5/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "भाजपा : ₹29.56 करोड़ के बा। 7 साल तक केजरीवाल के बंगला के रखरखाव में खर्च किया",
          "source": "The Hindu",
          "summary": "भारतीय जनता पार्टी शनिचर का दिने दावा कइलसि कि तब के मुख्यमंत्री अरविंद केजरीवाल के आवंटित सरकारी बंगला के रखरखाव खातिर 31 मार्च 2015 से 27 दिसंबर 2022 का बीच सात साल से अधिका में ₹29.56 करोड़ खरच भइल. भाजपा महाराष्ट्र के एगो नागरिक के सूचना के अधिकार (आरटीआई) के जवाब के हवाला दिहलस, जवन श्री केजरीवाल के पुरान आवास के रखरखाव के लागत के ब्यौरा मंगले रहे। जवाबी हमला करत आम आदमी पार्टी भाजपा से कहलस कि प्रधानमंत्री नरेंद्र मोदी के आधिकारिक आवास जनता खाती खोलल जाए। एगो प्रेस कांफ्रेंस के संबोधित करत दिल्ली भाजपा अध्यक्ष वीरेंद्र सचदेव आरोप लगवले कि एगो सरकारी बंगला के सालाना 3.69 करोड़ रुपया के रखरखाव के लागत से लागता कि श्री केजरीवाल या त एकरा के “शाही मानक” में रखले बाड़े, या, जादे संभावना बा कि उ “भ्रष्ट प्रथा” में शामिल रहले। उ कहले कि, दिल्ली में जहां ₹4 करोड़ से 250-300 वर्ग गज के सभ्य बंगला बनावल जा सकता, उहाँ केजरीवाल के बंगला के रखरखाव के लागत ₹3.69 करोड़ सालाना आश्चर्यजनक बा, जनता के उम्मीद बा कि उ एकरा खाती आईहे",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "भाजपा : ₹29.56 करोड़ के बा। 7 साल तक केजरीवाल के बंगला के रखरखाव में खर्च किया",
          "tts_file_path": null
        },
        "bn": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f190c200188207c064/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "বিজেপি: ৭ বছর ধরে কেজরিওয়ালের বাংলো রক্ষণাবেক্ষণের জন্য ২৯.৫৬ কোটি টাকা খরচ হয়েছে",
          "source": "The Hindu",
          "summary": "ভারতীয় জনতা পার্টি (বিজেপি) শনিবার দাবি করেছে যে ৩১ মার্চ, ২০১৫ থেকে ২৭ ডিসেম্বর, ২০২২ পর্যন্ত সাত বছরেরও বেশি সময় ধরে তৎকালীন মুখ্যমন্ত্রী অরবিন্দ কেজরিওয়ালকে বরাদ্দ করা সরকারি বাংলোটি রক্ষণাবেক্ষণের জন্য ২৯.৫৬ কোটি টাকা ব্যয় করা হয়েছে। বিজেপি তথ্য অধিকার আইন (আরটিআই) আইনের আওতায় মহারাষ্ট্রের এক নাগরিকের কাছে কেজরিওয়ালের পুরনো বাসভবনের রক্ষণাবেক্ষণের খরচের বিবরণ চেয়েছিল। পাল্টা আক্রমণ করে, আম আদমি পার্টি (এএপি) বিজেপিকে প্রধানমন্ত্রী নরেন্দ্র মোদীর সরকারি বাসভবন জনসাধারণের জন্য উন্মুক্ত করার জন্য বলেছে। এক সংবাদ সম্মেলনে বক্তব্য রেখে দিল্লি বিজেপি সভাপতি বীরেন্দ্র সচদেব অভিযোগ করেছেন যে সরকারি বাংলোর জন্য বার্ষিক ৩.৬৯ কোটি টাকা রক্ষণাবেক্ষণ ব্যয় ইঙ্গিত দেয় যে মিঃ কেজরিওয়াল হয় এটিকে &quot;রাজকীয় মান&quot; অনুসারে বজায় রেখেছিলেন, অথবা সম্ভবত &quot;দুর্নীতিগ্রস্ত&quot; ছিলেন। &quot;দিল্লিতে, যেখানে ৪ কোটি টাকা দিয়ে ২৫০-৩০০ বর্গ গজের একটি ভালো বাংলো তৈরি করা যায়, সেখানে কেজরিওয়ালের বাংলোর রক্ষণাবেক্ষণের খরচ ৩.৬৯ কোটি টাকা বার্ষিক অবাক করার মতো। জনগণ আশা করছে তিনি আসবেন।",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "বিজেপি: ৭ বছর ধরে কেজরিওয়ালের বাংলো রক্ষণাবেক্ষণের জন্য ২৯.৫৬ কোটি টাকা খরচ হয়েছে",
          "tts_file_path": null
        },
        "en": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f191e400233e771f9a/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "BJP: ₹29.56 cr. spent to maintain Kejriwal’s bungalow for 7 years",
          "source": "The Hindu",
          "summary": "The Bharatiya Janata Party (BJP) on Saturday claimed that ₹29.56 crore was spent in over seven years between March 31, 2015, and December 27, 2022 to maintain the government bungalow allotted to then Chief Minister Arvind Kejriwal. The BJP cited a Right to Information (RTI) response to a citizen from Maharashtra who had sought details of cost of the maintenance of Mr. Kejriwal’s old residence. Hitting back, the Aam Aadmi Party (AAP) asked the BJP to open Prime Minister Narendra Modi’s official residence to the public. Addressing a press conference, Delhi BJP president Virendra Sachdeva alleged that an annual maintenance cost of ₹3.69 crore for a government bungalow suggests that Mr. Kejriwal either maintained it in a “royal standard” or, more likely, was involved in “corrupt practices”. “In Delhi, where one can build a decent 250-300 sq. yard bungalow with ₹4 crore, the cost of maintenance for Kejriwal’s bungalow at ₹3.69 crore annually is astonishing. The people expect him to come for",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "BJP: ₹29.56 cr. spent to maintain Kejriwal’s bungalow for 7 years",
          "tts_file_path": null
        },
        "gu": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f190e800125be67a20/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "ભાજપ: 7 વર્ષ સુધી કેજરીવાલના બંગલાની જાળવણી માટે ₹29.56 કરોડનો ખર્ચ",
          "source": "The Hindu",
          "summary": "ભારતીય જનતા પાર્ટી (ભાજપ) એ શનિવારે દાવો કર્યો હતો કે 31 માર્ચ, 2015 થી 27 ડિસેમ્બર, 2022 વચ્ચેના સાત વર્ષમાં તત્કાલીન મુખ્યમંત્રી અરવિંદ કેજરીવાલને ફાળવવામાં આવેલા સરકારી બંગલાની જાળવણી માટે ₹29.56 કરોડ ખર્ચવામાં આવ્યા હતા. ભાજપે મહારાષ્ટ્રના એક નાગરિકને માહિતી અધિકાર (RTI) હેઠળ મળેલા જવાબનો ઉલ્લેખ કર્યો હતો, જેમણે શ્રી કેજરીવાલના જૂના નિવાસસ્થાનના જાળવણી ખર્ચની વિગતો માંગી હતી. વળતો પ્રહાર કરતા, આમ આદમી પાર્ટી (AAP) એ ભાજપને વડા પ્રધાન નરેન્દ્ર મોદીના સત્તાવાર નિવાસસ્થાનને જાહેર જનતા માટે ખોલવા કહ્યું. એક પત્રકાર પરિષદને સંબોધતા, દિલ્હી ભાજપ પ્રમુખ વીરેન્દ્ર સચદેવાએ આરોપ લગાવ્યો કે સરકારી બંગલાના ₹3.69 કરોડના વાર્ષિક જાળવણી ખર્ચ સૂચવે છે કે શ્રી કેજરીવાલે કાં તો તેને &quot;શાહી ધોરણ&quot; માં જાળવી રાખ્યું હતું અથવા, વધુ સંભવતઃ, &quot;ભ્રષ્ટ પ્રથાઓ&quot; માં સામેલ હતા. &quot;દિલ્હીમાં, જ્યાં કોઈ ₹4 કરોડથી 250-300 ચોરસ યાર્ડનો યોગ્ય બંગલો બનાવી શકે છે, ત્યાં કેજરીવાલના બંગલાના જાળવણીનો ખર્ચ વાર્ષિક ₹3.69 કરોડમાં આશ્ચર્યજનક છે. લોકો અપેક્ષા રાખે છે કે તેઓ...",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "ભાજપ: 7 વર્ષ સુધી કેજરીવાલના બંગલાની જાળવણી માટે ₹29.56 કરોડનો ખર્ચ",
          "tts_file_path": null
        },
        "hi": {
          "appwrite_audio_url": null,
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "भाजपा: केजरीवाल के बंगले के रखरखाव पर 7 साल तक 29.56 करोड़ रुपये खर्च हुए",
          "source": "The Hindu",
          "summary": "भारतीय जनता पार्टी (भाजपा) ने शनिवार को दावा किया कि तत्कालीन मुख्यमंत्री अरविंद केजरीवाल को आवंटित सरकारी बंगले के रखरखाव के लिए 31 मार्च 2015 से 27 दिसंबर 2022 के बीच सात वर्षों में 29.56 करोड़ रुपये खर्च किए गए। भाजपा ने महाराष्ट्र के एक नागरिक को सूचना के अधिकार (आरटीआई) के जवाब का हवाला दिया, जिसने केजरीवाल के पुराने आवास के रखरखाव की लागत का ब्योरा मांगा था। पलटवार करते हुए आम आदमी पार्टी (आप) ने भाजपा से प्रधानमंत्री नरेंद्र मोदी के आधिकारिक आवास को जनता के लिए खोलने को कहा। एक संवाददाता सम्मेलन को संबोधित करते हुए, दिल्ली भाजपा अध्यक्ष वीरेंद्र सचदेवा ने आरोप लगाया कि सरकारी बंगले के लिए 3.69 करोड़ रुपये की वार्षिक रखरखाव लागत बताती है कि श्री केजरीवाल ने या तो इसे &quot;शाही मानक&quot; में बनाए रखा दिल्ली में, जहाँ 4 करोड़ रुपये में 250-300 वर्ग गज का एक बढ़िया बंगला बनाया जा सकता है, केजरीवाल के बंगले के रख-रखाव का सालाना खर्च 3.69 करोड़ रुपये है, जो हैरान करने वाला है। लोगों को उम्मीद है कि वे यहाँ आएंगे।",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "भाजपा: केजरीवाल के बंगले के रखरखाव पर 7 साल तक 29.56 करोड़ रुपये खर्च हुए",
          "tts_file_path": null
        },
        "kn": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f191040013b48220bd/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "ಕೇಜ್ರಿವಾಲ್ ಅವರ ಬಂಗಲೆಯನ್ನು 7 ವರ್ಷಗಳ ಕಾಲ ನಿರ್ವಹಿಸಲು ಬಿಜೆಪಿ ₹29.56 ಕೋಟಿ ಖರ್ಚು ಮಾಡಿದೆ.",
          "source": "The Hindu",
          "summary": "ಮಾರ್ಚ್ 31, 2015 ರಿಂದ ಡಿಸೆಂಬರ್ 27, 2022 ರವರೆಗೆ ಏಳು ವರ್ಷಗಳಲ್ಲಿ ಆಗಿನ ಮುಖ್ಯಮಂತ್ರಿ ಅರವಿಂದ್ ಕೇಜ್ರಿವಾಲ್ ಅವರಿಗೆ ನೀಡಲಾಗಿದ್ದ ಸರ್ಕಾರಿ ಬಂಗಲೆಯನ್ನು ನಿರ್ವಹಿಸಲು ₹29.56 ಕೋಟಿ ಖರ್ಚು ಮಾಡಲಾಗಿದೆ ಎಂದು ಭಾರತೀಯ ಜನತಾ ಪಕ್ಷ (ಬಿಜೆಪಿ) ಶನಿವಾರ ಹೇಳಿಕೊಂಡಿದೆ. ಶ್ರೀ ಕೇಜ್ರಿವಾಲ್ ಅವರ ಹಳೆಯ ನಿವಾಸದ ನಿರ್ವಹಣೆಯ ವೆಚ್ಚದ ವಿವರಗಳನ್ನು ಕೋರಿದ್ದ ಮಹಾರಾಷ್ಟ್ರದ ನಾಗರಿಕರೊಬ್ಬರಿಗೆ ಮಾಹಿತಿ ಹಕ್ಕು (ಆರ್‌ಟಿಐ) ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಬಿಜೆಪಿ ಉಲ್ಲೇಖಿಸಿದೆ. ಇದಕ್ಕೆ ಪ್ರತಿಯಾಗಿ, ಆಮ್ ಆದ್ಮಿ ಪಕ್ಷ (ಎಎಪಿ) ಪ್ರಧಾನಿ ನರೇಂದ್ರ ಮೋದಿಯವರ ಅಧಿಕೃತ ನಿವಾಸವನ್ನು ಸಾರ್ವಜನಿಕರಿಗೆ ತೆರೆಯುವಂತೆ ಬಿಜೆಪಿಯನ್ನು ಕೇಳಿದೆ. ಪತ್ರಿಕಾಗೋಷ್ಠಿಯನ್ನುದ್ದೇಶಿಸಿ ಮಾತನಾಡಿದ ದೆಹಲಿ ಬಿಜೆಪಿ ಅಧ್ಯಕ್ಷ ವೀರೇಂದ್ರ ಸಚ್‌ದೇವ, ಸರ್ಕಾರಿ ಬಂಗಲೆಯ ವಾರ್ಷಿಕ ₹3.69 ಕೋಟಿ ನಿರ್ವಹಣಾ ವೆಚ್ಚವು ಶ್ರೀ ಕೇಜ್ರಿವಾಲ್ ಅದನ್ನು &quot;ರಾಜಮನೆತನದ ಗುಣಮಟ್ಟ&quot;ದಲ್ಲಿ ನಿರ್ವಹಿಸಿದ್ದಾರೆ ಅಥವಾ ಹೆಚ್ಚಾಗಿ &quot;ಭ್ರಷ್ಟಾಚಾರಗಳಲ್ಲಿ&quot; ಭಾಗಿಯಾಗಿದ್ದಾರೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ ಎಂದು ಆರೋಪಿಸಿದರು. &quot;ದೆಹಲಿಯಲ್ಲಿ ₹4 ಕೋಟಿಯಲ್ಲಿ 250-300 ಚದರ ಗಜಗಳ ಉತ್ತಮ ಬಂಗಲೆಯನ್ನು ನಿರ್ಮಿಸಬಹುದು, ಆದರೆ ಕೇಜ್ರಿವಾಲ್ ಅವರ ಬಂಗಲೆಯ ನಿರ್ವಹಣಾ ವೆಚ್ಚ ವಾರ್ಷಿಕ ₹3.69 ಕೋಟಿ. ಜನರು ಅವರು ಬರಬೇಕೆಂದು ನಿರೀಕ್ಷಿಸುತ್ತಾರೆ&quot;",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "ಕೇಜ್ರಿವಾಲ್ ಅವರ ಬಂಗಲೆಯನ್ನು 7 ವರ್ಷಗಳ ಕಾಲ ನಿರ್ವಹಿಸಲು ಬಿಜೆಪಿ ₹29.56 ಕೋಟಿ ಖರ್ಚು ಮಾಡಿದೆ.",
          "tts_file_path": null
        },
        "kok": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f1911700006d72decf/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "भाजपा: ₹29.56 क्र. 7 वर्सां केजरीवालाच्या बंगलो सांबाळपाक खर्च केलो",
          "source": "The Hindu",
          "summary": "तेन्नाचे मुख्यमंत्री अरविंद केजरीवाल हाका दिल्लो सरकारी बंगलो सांबाळपा खातीर 31 मार्च 2015 ते 27 डिसेंबर 2022 ह्या काळांत सात वर्सां परस चड काळांत ₹29.56 कोटी रुपया खर्च जाल्ल्याचो दावो भारतीय जनता पक्षान शेनवारा केला. श्री केजरीवाल हांच्या पोरन्या निवासस्थानाची देखरेख करपाच्या खर्चाचो तपशील मागपी महाराष्ट्रांतल्या एका नागरिकाक म्हायती हक्क (आरटीआय) प्रतिसादाचो उल्लेख भाजपान केला. ताका परतून मारून आम आदमी पक्षान भाजपाक प्रधानमंत्री नरेंद्र मोदीचें अधिकृत निवासस्थान लोकां खातीर उक्तें करपाक सांगलें. पत्रकार परिशदेंत संबोधन करतना दिल्ली भाजपा अध्यक्ष वीरेंद्र सचदेव हांणी आरोप केलो की, सरकारी बंगले खातीर वर्सुकी देखरेखीचो ₹3.69 कोटी खर्च जाल्यार श्री केजरीवाल हांणी एक तर तो “राजकीय मानकांत” सांबाळ्ळो वा चड करून “भ्रश्टाचारांत” वांटो घेतला अशें दिसता. “दिल्लींत, जंय ₹4 कोटी रुपयांनी 250-300 चौखण गजांचे एक सभ्य बंगलो बांदूं येता, थंय केजरीवालाच्या बंगल्याच्या देखरेखीचो खर्च वर्साक ₹3.69 कोटी रुपया विस्मयकारक आसा.लोक ताका येवपाची अपेक्षा दवरतात",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "भाजपा: ₹29.56 क्र. 7 वर्सां केजरीवालाच्या बंगलो सांबाळपाक खर्च केलो",
          "tts_file_path": null
        },
        "mai": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f19129002498a310be/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "भाजपा : ₹29.56 करोड़। 7 साल तक केजरीवाल के बंगला के रखरखाव में खर्च किया |",
          "source": "The Hindu",
          "summary": "भारतीय जनता पार्टी न॑ शनिदिन दावा करलकै कि तत्कालीन मुख्यमंत्री अरविंद केजरीवाल क॑ आवंटित सरकारी बंगला क॑ कायम रखै लेली ३१ मार्च २०१५ आरू २७ दिसंबर २०२२ के बीच सात साल स॑ भी अधिक समय म॑ २९.५६ करोड़ रुपया खर्च करलऽ गेलऽ छै । भाजपा महाराष्ट्र के एकटा नागरिक के सूचना के अधिकार (आरटीआई) के जवाब के हवाला देलक जे श्री केजरीवाल के पुरान आवास के रखरखाव के लागत के विवरण मांगने छल. जवाबी प्रहार करैत आम आदमी पार्टी भाजपा स कहलक जे प्रधानमंत्री नरेंद्र मोदी क आधिकारिक आवास जनता क लेल खोलल जाए। एक प्रेस कॉन्फ्रेंस क॑ संबोधित करतें हुअ॑ दिल्ली भाजपा अध्यक्ष वीरेंद्र सचदेव न॑ आरोप लगैलकै कि एगो सरकारी बंगला केरऽ सालाना रखरखाव केरऽ लागत ३.६९ करोड़ ₹ स॑ ई बात के संकेत मिलै छै कि श्री केजरीवाल न॑ या त॑ एकरा “शाही मानक” म॑ रखलकै या, अधिक संभावना छै कि “भ्रष्ट प्रथा” म॑ शामिल छेलै । ओ कहला जे दिल्ली मे जतय ₹4 करोड़ स 250-300 वर्ग गज क सभ्य बंगला बनाउल जा सकैत अछि, ओतय केजरीवाल क बंगला क रखरखाव क लागत ₹3.69 करोड़ सालाना आश्चर्यजनक अछि, जनता हुनका स उम्मीद करैत अछि जे ओ एहि लेल आओत",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "भाजपा : ₹29.56 करोड़। 7 साल तक केजरीवाल के बंगला के रखरखाव में खर्च किया |",
          "tts_file_path": null
        },
        "ml": {
          "appwrite_audio_url": null,
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "കെജ്‌രിവാളിന്റെ ബംഗ്ലാവ് 7 വർഷത്തേക്ക് പരിപാലിക്കാൻ ബിജെപി ചെലവഴിച്ചത് 29.56 കോടി രൂപ.",
          "source": "The Hindu",
          "summary": "2015 മാർച്ച് 31 നും 2022 ഡിസംബർ 27 നും ഇടയിൽ അന്നത്തെ മുഖ്യമന്ത്രി അരവിന്ദ് കെജ്‌രിവാളിന് അനുവദിച്ച സർക്കാർ ബംഗ്ലാവ് പരിപാലിക്കാൻ ഏഴ് വർഷത്തിനിടെ 29.56 കോടി രൂപ ചെലവഴിച്ചതായി ഭാരതീയ ജനതാ പാർട്ടി (ബിജെപി) ശനിയാഴ്ച അവകാശപ്പെട്ടു. കെജ്‌രിവാളിന്റെ പഴയ വസതിയുടെ അറ്റകുറ്റപ്പണികളുടെ ചെലവ് സംബന്ധിച്ച വിശദാംശങ്ങൾ തേടിയ മഹാരാഷ്ട്രയിൽ നിന്നുള്ള ഒരു പൗരന് വിവരാവകാശ (ആർടിഐ) നൽകിയ മറുപടിയാണ് ബിജെപി ഉദ്ധരിച്ചത്. പ്രധാനമന്ത്രി നരേന്ദ്ര മോദിയുടെ ഔദ്യോഗിക വസതി പൊതുജനങ്ങൾക്കായി തുറന്നുകൊടുക്കണമെന്ന് ആം ആദ്മി പാർട്ടി (എഎപി) ബിജെപിയോട് ആവശ്യപ്പെട്ടു. ഒരു സർക്കാർ ബംഗ്ലാവിന്റെ വാർഷിക അറ്റകുറ്റപ്പണി ചെലവ് 3.69 കോടി രൂപയാണെന്ന് സൂചിപ്പിക്കുന്നത് കെജ്‌രിവാൾ അത് &quot;രാജകീയ നിലവാരത്തിൽ&quot; പരിപാലിച്ചു അല്ലെങ്കിൽ കൂടുതൽ സാധ്യതയോടെ &quot;അഴിമതി പ്രവർത്തനങ്ങളിൽ&quot; ഏർപ്പെട്ടിരിക്കുകയാണെന്ന് ഡൽഹി ബിജെപി പ്രസിഡന്റ് വീരേന്ദ്ര സച്ച്‌ദേവ ഒരു പത്രസമ്മേളനത്തിൽ ആരോപിച്ചു. &quot;ഡൽഹിയിൽ, ₹4 കോടി ചെലവഴിച്ച് 250-300 ചതുരശ്ര അടി വിസ്തീർണ്ണമുള്ള ഒരു ബംഗ്ലാവ് നിർമ്മിക്കാൻ കഴിയും, കെജ്‌രിവാളിന്റെ ബംഗ്ലാവിന് പ്രതിവർഷം ₹3.69 കോടി ചെലവാകുന്നത് അതിശയകരമാണ്. അദ്ദേഹം വരുമെന്ന് ആളുകൾ പ്രതീക്ഷിക്കുന്നു.&quot;",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "കെജ്‌രിവാളിന്റെ ബംഗ്ലാവ് 7 വർഷത്തേക്ക് പരിപാലിക്കാൻ ബിജെപി ചെലവഴിച്ചത് 29.56 കോടി രൂപ.",
          "tts_file_path": null
        },
        "mni-Mtei": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f1914c001afaa72fa3/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "ꯕꯤ.ꯖꯦ.ꯄꯤ.: ꯂꯨꯄꯥ ꯲꯹.꯵꯶ ꯀ꯭ꯔꯣꯔ. ꯀꯦꯖꯔꯤꯋꯥꯂꯒꯤ ꯕꯉ꯭ꯒꯂꯥ ꯑꯁꯤ ꯆꯍꯤ ꯷ ꯉꯥꯛꯇꯨꯅꯥ ꯊꯝꯅꯕꯥ ꯁꯦꯜ ꯊꯥꯗꯈꯤ꯫",
          "source": "The Hindu",
          "summary": "ꯃꯇꯝ ꯑꯗꯨꯒꯤ ꯃꯨꯈ꯭ꯌ ꯃꯟꯠꯔꯤ ꯑꯔꯕꯤꯟꯗ ꯀꯦꯖꯔꯤꯋꯥꯂꯗꯥ ꯄꯤꯈꯤꯕꯥ ꯁꯔꯀꯥꯔꯒꯤ ꯕꯉ꯭ꯒꯂꯥ ꯑꯗꯨ ꯉꯥꯛꯇꯨꯅꯥ ꯊꯝꯅꯕꯥ ꯲꯰꯱꯵ꯒꯤ ꯃꯥꯔꯆ ꯳꯱ ꯑꯃꯁꯨꯡ ꯲꯰꯲꯲ꯒꯤ ꯗꯤꯁꯦꯝꯕꯔ ꯲꯷ ꯐꯥꯑꯣꯕꯒꯤ ꯃꯅꯨꯡꯗꯥ ꯆꯍꯤ ꯷ ꯍꯦꯟꯅꯥ ꯂꯨꯄꯥ ꯀꯔꯣꯔ ꯲꯹.꯵꯶ ꯆꯥꯗꯤꯡ ꯇꯧꯈꯤ ꯍꯥꯌꯅꯥ ꯁꯒꯣꯂꯁꯦꯜ ꯅꯨꯃꯤꯠꯇꯥ ꯚꯥꯔꯇꯤꯌ ꯖꯅꯇꯥ ꯄꯥꯔꯇꯤꯅꯥ ꯂꯥꯎꯊꯣꯀꯈꯤ꯫ ꯁ꯭ꯔꯤ ꯀꯦꯖꯔꯤꯋꯥꯂꯒꯤ ꯑꯔꯤꯕꯥ ꯂꯩꯐꯝ ꯑꯁꯤ ꯁꯦꯟꯅꯕꯒꯤ ꯃꯃꯂꯒꯤ ꯑꯀꯨꯞꯄꯥ ꯃꯔꯣꯂꯁꯤꯡ ꯂꯧꯈꯤꯕꯥ ꯃꯍꯥꯔꯥꯁ꯭ꯠꯔꯒꯤ ꯅꯥꯒꯔꯤꯛ ꯑꯃꯗꯥ ꯄꯤꯈꯤꯕꯥ ꯔꯥꯏꯠ ꯇꯨ ꯏꯅꯐꯣꯔꯃꯦꯁꯟ (ꯑꯥꯔ.ꯇꯤ.ꯑꯥꯏ.)ꯒꯤ ꯄꯥꯎꯈꯨꯝ ꯕꯤꯖꯦꯄꯤꯅꯥ ꯄꯅꯈꯤ꯫ ꯍꯤꯠ ꯕꯦꯛ ꯇꯧꯗꯨꯅꯥ ꯑꯥꯝ ꯑꯥꯗꯃꯤ ꯄꯥꯔꯇꯤ (ꯑꯦ.ꯑꯦ.ꯄꯤ.)ꯅꯥ ꯕꯤ.ꯖꯦ.ꯄꯤ.ꯗꯥ ꯄ꯭ꯔꯙꯥꯟ ꯃꯟꯠꯔꯤ ꯅꯔꯦꯟꯗ꯭ꯔ ꯃꯣꯗꯤꯒꯤ ꯑꯣꯐꯤꯁꯤꯌꯦꯜ ꯔꯦꯁꯤꯗꯦꯟꯁ ꯃꯤꯌꯥꯃꯗꯥ ꯍꯥꯡꯗꯣꯛꯅꯕꯥ ꯍꯥꯌꯈꯤ꯫ ꯄ꯭ꯔꯦꯁ ꯀꯅꯐꯔꯦꯟꯁ ꯑꯃꯗꯥ ꯋꯥ ꯉꯥꯡꯂꯗꯨꯅꯥ ꯗꯤꯜꯂꯤ ꯕꯤꯖꯦꯄꯤꯒꯤ ꯄ꯭ꯔꯁꯤꯗꯦꯟꯇ ꯕꯤꯔꯦꯟꯗ꯭ꯔ ꯁꯥꯆꯗꯦꯕꯅꯥ ꯁꯔꯀꯥꯔꯒꯤ ꯕꯉ꯭ꯒꯂꯥ ꯑꯃꯒꯤ ꯆꯍꯤꯒꯤ ꯑꯣꯏꯅꯥ ꯂꯨꯄꯥ ꯀꯔꯣꯔ ꯳.꯶꯹ꯒꯤ ꯃꯦꯟꯇꯦꯅꯦꯟꯁꯀꯤ ꯃꯃꯜ ꯑꯁꯤꯅꯥ ꯁ꯭ꯔꯤ ꯀꯦꯖꯔꯤꯋꯥꯂꯅꯥ ꯃꯁꯤꯕꯨ “ꯔꯣꯌꯦꯜ ꯁ꯭ꯇꯦꯟꯗꯔꯗ”ꯗꯥ ꯊꯃꯈꯤ ꯅꯠꯠꯔꯒꯥ ꯍꯦꯟꯅꯥ ꯌꯥꯝꯅꯥ “ꯁꯦꯟꯖꯥ-ꯊꯨꯃꯖꯥꯒꯤ ꯊꯧꯑꯣꯡꯁꯤꯡꯗꯥ” ꯌꯥꯑꯣꯈꯤ ꯍꯥꯌꯕꯥ ꯇꯥꯛꯂꯤ ꯍꯥꯌꯅꯥ ꯊꯥꯖꯕꯥ ꯄꯤꯈꯤ꯫ “ꯀꯅꯥꯒꯨꯝꯕꯥ ꯑꯃꯅꯥ ꯂꯨꯄꯥ ꯀꯔꯣꯔ ꯴ꯒꯤ ꯃꯃꯂꯗꯥ ꯃꯁꯛ ꯊꯣꯀꯄꯥ ꯁ꯭ꯛꯕ꯭ꯌꯥꯔ ꯒꯖ ꯲꯵꯰-꯳꯰꯰ꯒꯤ ꯕꯉ꯭ꯒꯂꯥ ꯑꯃꯥ ꯁꯥꯕꯥ ꯌꯥꯕꯥ ꯗꯤꯜꯂꯤꯗꯥ ꯆꯍꯤ ꯈꯨꯗꯤꯡꯒꯤ ꯂꯨꯄꯥ ꯀꯔꯣꯔ ꯳.꯶꯹ꯗꯥ ꯀꯦꯖꯔꯤꯋꯥꯂꯒꯤ ꯕꯉ꯭ꯒꯂꯥꯒꯤ ꯃꯦꯟꯇꯤꯅꯦꯟꯁꯀꯤ ꯃꯃꯜ ꯑꯁꯤ ꯉꯀꯅꯤꯡꯉꯥꯏ ꯑꯣꯏ, ꯃꯤꯌꯥꯝꯅꯥ ꯃꯍꯥꯀꯄꯨ ꯂꯥꯛꯀꯅꯤ ꯍꯥꯌꯅꯥ ꯊꯥꯖꯩ꯫",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "ꯕꯤ.ꯖꯦ.ꯄꯤ.: ꯂꯨꯄꯥ ꯲꯹.꯵꯶ ꯀ꯭ꯔꯣꯔ. ꯀꯦꯖꯔꯤꯋꯥꯂꯒꯤ ꯕꯉ꯭ꯒꯂꯥ ꯑꯁꯤ ꯆꯍꯤ ꯷ ꯉꯥꯛꯇꯨꯅꯥ ꯊꯝꯅꯕꯥ ꯁꯦꯜ ꯊꯥꯗꯈꯤ꯫",
          "tts_file_path": null
        },
        "mr": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f19160000019ba69a2/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "भाजप: केजरीवालांच्या बंगल्याची देखभाल करण्यासाठी ७ वर्षे खर्च झाला २९.५६ कोटी रुपये",
          "source": "The Hindu",
          "summary": "भारतीय जनता पक्षाने (भाजप) शनिवारी असा दावा केला की, तत्कालीन मुख्यमंत्री अरविंद केजरीवाल यांना देण्यात आलेल्या सरकारी बंगल्याची देखभाल करण्यासाठी ३१ मार्च २०१५ ते २७ डिसेंबर २०२२ या सात वर्षांत २९.५६ कोटी रुपये खर्च करण्यात आले. भाजपने महाराष्ट्रातील एका नागरिकाला माहिती अधिकार (आरटीआय) अंतर्गत दिलेल्या उत्तराचा हवाला देत श्री. केजरीवाल यांच्या जुन्या निवासस्थानाच्या देखभालीच्या खर्चाची माहिती मागितली होती. या प्रश्नावर प्रत्युत्तर देताना आम आदमी पक्षाने (आप) भाजपला पंतप्रधान नरेंद्र मोदी यांचे सरकारी निवासस्थान जनतेसाठी खुले करण्याची मागणी केली. पत्रकार परिषदेत बोलताना दिल्ली भाजपचे अध्यक्ष वीरेंद्र सचदेवा यांनी आरोप केला की, सरकारी बंगल्याचा वार्षिक देखभालीचा खर्च ३.६९ कोटी रुपये आहे, त्यावरून असे दिसून येते की केजरीवाल यांनी तो &quot;शाही दर्जा&quot; मध्ये राखला होता किंवा बहुधा ते &quot;भ्रष्टाचारात&quot; सहभागी होते. &quot;दिल्लीत, जिथे २५०-३०० चौरस यार्डचा बंगला ४ कोटी रुपयांत बांधता येतो, तिथे केजरीवाल यांच्या बंगल्याचा वार्षिक ३.६९ कोटी रुपयांचा देखभालीचा खर्च आश्चर्यकारक आहे. लोक अपेक्षा करतात की ते यावेत.",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "भाजप: केजरीवालांच्या बंगल्याची देखभाल करण्यासाठी ७ वर्षे खर्च झाला २९.५६ कोटी रुपये",
          "tts_file_path": null
        },
        "or": {
          "appwrite_audio_url": null,
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "ବିଜେପି: କେଜ୍ରିୱାଲଙ୍କ ବଙ୍ଗଳାକୁ ୭ ବର୍ଷ ଧରି ରକ୍ଷଣାବେକ୍ଷଣ ପାଇଁ ଖର୍ଚ୍ଚ ହୋଇଛି ୨୯.୫୬ କୋଟି ଟଙ୍କା",
          "source": "The Hindu",
          "summary": "ଭାରତୀୟ ଜନତା ପାର୍ଟି (ବିଜେପି) ଶନିବାର ଦିନ ଦାବି କରିଛି ଯେ ତତ୍କାଳୀନ ମୁଖ୍ୟମନ୍ତ୍ରୀ ଅରବିନ୍ଦ କେଜ୍ରିୱାଲଙ୍କୁ ଦିଆଯାଇଥିବା ସରକାରୀ ବଙ୍ଗଳାର ରକ୍ଷଣାବେକ୍ଷଣ ପାଇଁ ₹29.56 କୋଟି ଖର୍ଚ୍ଚ ହୋଇଛି। ଶ୍ରୀ କେଜ୍ରିୱାଲଙ୍କ ପୁରୁଣା ବାସଭବନର ରକ୍ଷଣାବେକ୍ଷଣ ଖର୍ଚ୍ଚର ବିବରଣୀ ମାଗିଥିବା ମହାରାଷ୍ଟ୍ରର ଜଣେ ନାଗରିକଙ୍କ ସୂଚନା ଅଧିକାର (RTI) ଉତ୍ତରକୁ ବିଜେପି ଉଦ୍ଧୃତ କରିଛି। ଏହାର ଜବାବରେ, ଆମ ଆଦମୀ ପାର୍ଟି (AAP) ପ୍ରଧାନମନ୍ତ୍ରୀ ନରେନ୍ଦ୍ର ମୋଦିଙ୍କ ସରକାରୀ ବାସଭବନକୁ ସାଧାରଣ ଲୋକଙ୍କ ପାଇଁ ଖୋଲିବାକୁ ବିଜେପିକୁ କହିଛି। ଏକ ସାମ୍ବାଦିକ ସମ୍ମିଳନୀରେ ସମ୍ବୋଧିତ କରି, ଦିଲ୍ଲୀ ବିଜେପି ସଭାପତି ବୀରେନ୍ଦ୍ର ସଚଦେବ ଅଭିଯୋଗ କରିଛନ୍ତି ଯେ ଏକ ସରକାରୀ ବଙ୍ଗଳାର ବାର୍ଷିକ ରକ୍ଷଣାବେକ୍ଷଣ ଖର୍ଚ୍ଚ ସୂଚାଇ ଦିଏ ଯେ ଶ୍ରୀ କେଜ୍ରିୱାଲ ଏହାକୁ &quot;ରାଜକୀୟ ମାନଦଣ୍ଡ&quot; ରେ ରକ୍ଷଣାବେକ୍ଷଣ କରିଥିଲେ କିମ୍ବା ଅଧିକ ସମ୍ଭାବନା, &quot;ଦୁର୍ନୀତିମୂଳକ କାର୍ଯ୍ୟ&quot; ରେ ଜଡିତ ଥିଲେ। &quot;ଦିଲ୍ଲୀରେ, ଯେଉଁଠାରେ ଜଣେ ₹4 କୋଟି ଟଙ୍କାରେ 250-300 ବର୍ଗ ଗଜ ବଙ୍ଗଳା ନିର୍ମାଣ କରିପାରିବେ, ସେଠାରେ କେଜ୍ରିୱାଲଙ୍କ ବଙ୍ଗଳାର ରକ୍ଷଣାବେକ୍ଷଣ ଖର୍ଚ୍ଚ ବାର୍ଷିକ ₹3.69 କୋଟି ଟଙ୍କା ଆଶ୍ଚର୍ଯ୍ୟଜନକ। ଲୋକମାନେ ଆଶା କରୁଛନ୍ତି ଯେ ସେ ଆସିବେ।",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "ବିଜେପି: କେଜ୍ରିୱାଲଙ୍କ ବଙ୍ଗଳାକୁ ୭ ବର୍ଷ ଧରି ରକ୍ଷଣାବେକ୍ଷଣ ପାଇଁ ଖର୍ଚ୍ଚ ହୋଇଛି ୨୯.୫୬ କୋଟି ଟଙ୍କା",
          "tts_file_path": null
        },
        "pa": {
          "appwrite_audio_url": null,
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "ਭਾਜਪਾ: ਕੇਜਰੀਵਾਲ ਦੇ ਬੰਗਲੇ ਦੀ ਦੇਖਭਾਲ ਲਈ 7 ਸਾਲਾਂ ਤੱਕ 29.56 ਕਰੋੜ ਰੁਪਏ ਖਰਚ ਕੀਤੇ ਗਏ",
          "source": "The Hindu",
          "summary": "ਭਾਰਤੀ ਜਨਤਾ ਪਾਰਟੀ (ਭਾਜਪਾ) ਨੇ ਸ਼ਨੀਵਾਰ ਨੂੰ ਦਾਅਵਾ ਕੀਤਾ ਕਿ 31 ਮਾਰਚ, 2015 ਤੋਂ 27 ਦਸੰਬਰ, 2022 ਦੇ ਵਿਚਕਾਰ ਸੱਤ ਸਾਲਾਂ ਤੋਂ ਵੱਧ ਸਮੇਂ ਵਿੱਚ ਉਸ ਸਮੇਂ ਦੇ ਮੁੱਖ ਮੰਤਰੀ ਅਰਵਿੰਦ ਕੇਜਰੀਵਾਲ ਨੂੰ ਅਲਾਟ ਕੀਤੇ ਗਏ ਸਰਕਾਰੀ ਬੰਗਲੇ ਦੀ ਦੇਖਭਾਲ ਲਈ 29.56 ਕਰੋੜ ਰੁਪਏ ਖਰਚ ਕੀਤੇ ਗਏ ਸਨ। ਭਾਜਪਾ ਨੇ ਮਹਾਰਾਸ਼ਟਰ ਦੇ ਇੱਕ ਨਾਗਰਿਕ ਨੂੰ ਸੂਚਨਾ ਅਧਿਕਾਰ (ਆਰਟੀਆਈ) ਦੇ ਜਵਾਬ ਦਾ ਹਵਾਲਾ ਦਿੱਤਾ ਜਿਸਨੇ ਸ਼੍ਰੀ ਕੇਜਰੀਵਾਲ ਦੇ ਪੁਰਾਣੇ ਨਿਵਾਸ ਦੀ ਦੇਖਭਾਲ ਦੀ ਲਾਗਤ ਦਾ ਵੇਰਵਾ ਮੰਗਿਆ ਸੀ। ਜਵਾਬੀ ਹਮਲਾ ਕਰਦੇ ਹੋਏ, ਆਮ ਆਦਮੀ ਪਾਰਟੀ (ਆਪ) ਨੇ ਭਾਜਪਾ ਨੂੰ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨਰਿੰਦਰ ਮੋਦੀ ਦੇ ਸਰਕਾਰੀ ਨਿਵਾਸ ਨੂੰ ਜਨਤਾ ਲਈ ਖੋਲ੍ਹਣ ਲਈ ਕਿਹਾ। ਇੱਕ ਪ੍ਰੈਸ ਕਾਨਫਰੰਸ ਨੂੰ ਸੰਬੋਧਨ ਕਰਦੇ ਹੋਏ, ਦਿੱਲੀ ਭਾਜਪਾ ਪ੍ਰਧਾਨ ਵੀਰੇਂਦਰ ਸਚਦੇਵਾ ਨੇ ਦੋਸ਼ ਲਗਾਇਆ ਕਿ ਇੱਕ ਸਰਕਾਰੀ ਬੰਗਲੇ ਲਈ ₹3.69 ਕਰੋੜ ਦੀ ਸਾਲਾਨਾ ਰੱਖ-ਰਖਾਅ ਦੀ ਲਾਗਤ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਸ਼੍ਰੀ ਕੇਜਰੀਵਾਲ ਨੇ ਜਾਂ ਤਾਂ ਇਸਨੂੰ &quot;ਸ਼ਾਹੀ ਮਿਆਰ&quot; ਵਿੱਚ ਰੱਖਿਆ ਸੀ ਜਾਂ, ਵਧੇਰੇ ਸੰਭਾਵਨਾ ਹੈ, &quot;ਭ੍ਰਿਸ਼ਟ ਅਭਿਆਸਾਂ&quot; ਵਿੱਚ ਸ਼ਾਮਲ ਸਨ। &quot;ਦਿੱਲੀ ਵਿੱਚ, ਜਿੱਥੇ ਕੋਈ ₹4 ਕਰੋੜ ਨਾਲ 250-300 ਵਰਗ ਗਜ਼ ਦਾ ਇੱਕ ਵਧੀਆ ਬੰਗਲਾ ਬਣਾ ਸਕਦਾ ਹੈ, ਕੇਜਰੀਵਾਲ ਦੇ ਬੰਗਲੇ ਦੀ ਦੇਖਭਾਲ ਦੀ ਲਾਗਤ ₹3.69 ਕਰੋੜ ਸਾਲਾਨਾ ਹੈਰਾਨੀਜਨਕ ਹੈ। ਲੋਕ ਉਮੀਦ ਕਰਦੇ ਹਨ ਕਿ ਉਹ ਆਉਣਗੇ",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "ਭਾਜਪਾ: ਕੇਜਰੀਵਾਲ ਦੇ ਬੰਗਲੇ ਦੀ ਦੇਖਭਾਲ ਲਈ 7 ਸਾਲਾਂ ਤੱਕ 29.56 ਕਰੋੜ ਰੁਪਏ ਖਰਚ ਕੀਤੇ ਗਏ",
          "tts_file_path": null
        },
        "sa": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f191820026351c868b/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "भाजपा : ₹29.56 क्र. केजरीवालस्य बंगलस्य ७ वर्षाणि यावत् परिपालनाय व्ययितवान्",
          "source": "The Hindu",
          "summary": "भारतीयजनतापक्षेण शनिवासरे दावितं यत् तत्कालीनमुख्यमन्त्री अरविन्दकेजरीवालाय आवंटितस्य सरकारीबंगलस्य निर्वाहार्थं २०१५ तमस्य वर्षस्य मार्चमासस्य ३१ दिनाङ्कतः २०२२ तमस्य वर्षस्य डिसेम्बर् मासस्य २७ दिनाङ्कपर्यन्तं सप्तवर्षेभ्यः अधिकेषु ₹२९.५६ कोटिरूप्यकाणि व्ययितानि। भाजपा महाराष्ट्रस्य एकस्य नागरिकस्य सूचनाधिकारस्य प्रतिक्रियायाः उल्लेखं कृतवती यः केजरीवालमहोदयस्य पुरातननिवासस्य परिपालनस्य व्ययस्य विवरणं याचितवान् आसीत्। प्रतिप्रहारं कृत्वा आम आदमीपक्षः भाजपायाः कृते प्रधानमन्त्री नरेन्द्रमोदी इत्यस्य आधिकारिकनिवासं जनसामान्यं प्रति उद्घाटयितुं आह। पत्रकारसम्मेलनं सम्बोधयन् दिल्लीभाजपा अध्यक्षः वीरेन्द्रसचदेवः आरोपितवान् यत् एकस्य सर्वकारीयबंगलस्य वार्षिकं ₹3.69 कोटिरूप्यकाणां अनुरक्षणव्ययः सूचयति यत् केजरीवालमहोदयेन यावान् तस्य परिपालनं “शाहीमानके” अथवा, अधिकसंभावना यत्, “भ्रष्टाचारप्रथेषु” संलग्नः आसीत्। “दिल्लीनगरे यत्र ₹४ कोटिरूप्यकेन २५०-३०० वर्गगजस्य शिष्टं बंगलं निर्मातुं शक्यते, तत्र केजरीवालस्य बंगलस्य परिपालनस्य व्ययः प्रतिवर्षं ₹३.६९ कोटिरूप्यकाणां मूल्येन आश्चर्यजनकः अस्ति।जनाः अपेक्षन्ते यत् सः आगमिष्यति",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "भाजपा : ₹29.56 क्र. केजरीवालस्य बंगलस्य ७ वर्षाणि यावत् परिपालनाय व्ययितवान्",
          "tts_file_path": null
        },
        "sd": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f19197002c36b2f594/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "بي جي پي: ڪيجريوال جي بنگلي کي 7 سالن تائين برقرار رکڻ لاءِ 29.56 ڪروڙ رپيا خرچ ڪيا ويا.",
          "source": "The Hindu",
          "summary": "ڀارتيه جنتا پارٽي (بي جي پي) ڇنڇر ڏينهن دعويٰ ڪئي ته 31 مارچ 2015 ۽ 27 ڊسمبر 2022 جي وچ ۾ ست سالن کان وڌيڪ عرصي ۾ ان وقت جي وڏي وزير اروند ڪيجريوال کي الاٽ ڪيل سرڪاري بنگلي جي سار سنڀال لاءِ 29.56 ڪروڙ رپيا خرچ ڪيا ويا. بي جي پي مهاراشٽر جي هڪ شهري جي معلومات جي حق (آر ٽي آءِ) جي جواب جو حوالو ڏنو، جنهن مسٽر ڪيجريوال جي پراڻي رهائش جي سار سنڀال جي خرچ جي تفصيل گهري هئي. جوابي حملي ۾، عام ماڻهو پارٽي (اي اي پي) بي جي پي کان وزيراعظم نريندر مودي جي سرڪاري رهائش کي عوام لاءِ کولڻ لاءِ چيو. هڪ پريس ڪانفرنس کي خطاب ڪندي، دهلي بي جي پي جي صدر ويريندر سچديوا الزام لڳايو ته سرڪاري بنگلي جي سالياني سار سنڀال جي قيمت 3.69 ڪروڙ رپيا ظاهر ڪري ٿي ته مسٽر ڪيجريوال يا ته ان کي &quot;شاهي معيار&quot; ۾ برقرار رکيو يا، وڌيڪ امڪان، &quot;بدعنواني عملن&quot; ۾ ملوث هو. &quot;دهلي ۾، جتي ڪو به 4 ڪروڙ رپين سان 250-300 چورس گز جو هڪ سٺو بنگلو ٺاهي سگهي ٿو، ڪيجريوال جي بنگلي جي سار سنڀال جي قيمت 3.69 ڪروڙ رپيا ساليانو حيران ڪندڙ آهي. ماڻهو توقع ڪن ٿا ته هو ان لاءِ ايندو.",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "بي جي پي: ڪيجريوال جي بنگلي کي 7 سالن تائين برقرار رکڻ لاءِ 29.56 ڪروڙ رپيا خرچ ڪيا ويا.",
          "tts_file_path": null
        },
        "ta": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f191ab0012b82de2ba/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "பாஜக: கெஜ்ரிவாலின் பங்களாவை 7 ஆண்டுகளாகப் பராமரிக்க ₹29.56 கோடி செலவிடப்பட்டது.",
          "source": "The Hindu",
          "summary": "மார்ச் 31, 2015 முதல் டிசம்பர் 27, 2022 வரையிலான ஏழு ஆண்டுகளில் அப்போதைய முதல்வர் அரவிந்த் கெஜ்ரிவாலுக்கு ஒதுக்கப்பட்ட அரசு பங்களாவைப் பராமரிக்க ₹29.56 கோடி செலவிடப்பட்டதாக பாரதிய ஜனதா கட்சி (BJP) சனிக்கிழமை கூறியது. திரு. கெஜ்ரிவாலின் பழைய இல்லத்தின் பராமரிப்பு செலவு குறித்த விவரங்களைக் கோரிய மகாராஷ்டிராவைச் சேர்ந்த ஒரு குடிமகனுக்கு தகவல் அறியும் உரிமைச் சட்டத்தின் (RTI) பதிலை பாஜக மேற்கோள் காட்டியது. இதற்கு பதிலடி கொடுக்கும் விதமாக, பிரதமர் நரேந்திர மோடியின் அதிகாரப்பூர்வ இல்லத்தை பொதுமக்களுக்குத் திறக்குமாறு ஆம் ஆத்மி கட்சி (AAP) பாஜகவிடம் கேட்டுக் கொண்டது. ஒரு செய்தியாளர் கூட்டத்தில் உரையாற்றிய டெல்லி பாஜக தலைவர் வீரேந்திர சச்தேவா, ஒரு அரசு பங்களாவிற்கான ஆண்டு பராமரிப்பு செலவு ₹3.69 கோடி என்பது திரு. கெஜ்ரிவால் அதை &quot;அரச தரத்தில்&quot; பராமரித்திருக்கலாம் அல்லது &quot;ஊழல் நடைமுறைகளில்&quot; ஈடுபட்டிருக்கலாம் என்பதைக் குறிக்கிறது என்று குற்றம் சாட்டினார். &quot;டெல்லியில், ₹4 கோடியில் 250-300 சதுர அடி பரப்பளவு கொண்ட ஒரு நல்ல பங்களாவை கட்ட முடியும், கெஜ்ரிவாலின் பங்களாவின் பராமரிப்பு செலவு ஆண்டுதோறும் ₹3.69 கோடி என்பது ஆச்சரியமளிக்கிறது. அவர் வருவார் என்று மக்கள் எதிர்பார்க்கிறார்கள்&quot;",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "பாஜக: கெஜ்ரிவாலின் பங்களாவை 7 ஆண்டுகளாகப் பராமரிக்க ₹29.56 கோடி செலவிடப்பட்டது.",
          "tts_file_path": null
        },
        "te": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f191c0003160354342/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "కేజ్రీవాల్ బంగ్లాను 7 సంవత్సరాలు నిర్వహించడానికి బిజెపి ₹29.56 కోట్లు ఖర్చు చేసింది.",
          "source": "The Hindu",
          "summary": "మార్చి 31, 2015 నుండి డిసెంబర్ 27, 2022 మధ్య ఏడు సంవత్సరాలలో అప్పటి ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ కు కేటాయించిన ప్రభుత్వ బంగ్లా నిర్వహణకు ₹29.56 కోట్లు ఖర్చు చేశారని భారతీయ జనతా పార్టీ (బిజెపి) శనివారం పేర్కొంది. మిస్టర్ కేజ్రీవాల్ పాత నివాసం నిర్వహణ ఖర్చు వివరాలను కోరిన మహారాష్ట్రకు చెందిన ఒక పౌరుడికి సమాచార హక్కు (ఆర్టీఐ) ప్రతిస్పందనను బిజెపి ఉదహరించింది. దీనికి ప్రతిగా, ఆమ్ ఆద్మీ పార్టీ (ఆప్) ప్రధానమంత్రి నరేంద్ర మోడీ అధికారిక నివాసాన్ని ప్రజలకు తెరవాలని బిజెపిని కోరింది. ఢిల్లీ బిజెపి అధ్యక్షుడు వీరేంద్ర సచ్ దేవా విలేకరుల సమావేశంలో మాట్లాడుతూ, ప్రభుత్వ బంగ్లాకు వార్షిక నిర్వహణ ఖర్చు ₹3.69 కోట్లు అని, మిస్టర్ కేజ్రీవాల్ దానిని &quot;రాజ ప్రమాణం&quot;లో నిర్వహించారని లేదా &quot;అవినీతి పద్ధతుల్లో&quot; పాల్గొన్నారని సూచిస్తున్నారని ఆరోపించారు. &quot;ఢిల్లీలో, ₹4 కోట్లతో 250-300 చదరపు గజాల బంగ్లాను నిర్మించవచ్చు, కేజ్రీవాల్ బంగ్లా నిర్వహణకు ఏటా ₹3.69 కోట్లు ఖర్చవుతుండటం ఆశ్చర్యకరం. ప్రజలు ఆయన వస్తారని ఆశిస్తున్నారు&quot;",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "కేజ్రీవాల్ బంగ్లాను 7 సంవత్సరాలు నిర్వహించడానికి బిజెపి ₹29.56 కోట్లు ఖర్చు చేసింది.",
          "tts_file_path": null
        },
        "ur": {
          "appwrite_audio_url": "https://cloud.appwrite.io/v1/storage/buckets/67ebda55003d13baad95/files/67f191d300170caa44f1/view?project=67ebd7f90031f7db3632",
          "article_id": "364680b71592",
          "author": "Unknown Author",
          "category": "Delhi",
          "headline": "بی جے پی: 29.56 کروڑ 7 سال تک کیجریوال کے بنگلے کی دیکھ بھال کے لیے خرچ کیا۔",
          "source": "The Hindu",
          "summary": "بھارتیہ جنتا پارٹی (بی جے پی) نے ہفتہ کے روز دعویٰ کیا کہ 31 مارچ 2015 سے 27 دسمبر 2022 کے درمیان سات سالوں میں اس وقت کے وزیر اعلیٰ اروند کیجریوال کو الاٹ کیے گئے سرکاری بنگلے کو برقرار رکھنے کے لیے 29.56 کروڑ روپے خرچ کیے گئے۔ بی جے پی نے مہاراشٹر کے ایک شہری کے جواب میں معلومات کے حق (آر ٹی آئی) کا حوالہ دیا جس نے مسٹر کیجریوال کی پرانی رہائش گاہ کی دیکھ بھال کے اخراجات کی تفصیلات مانگی تھیں۔ جوابی حملہ کرتے ہوئے، عام آدمی پارٹی (اے اے پی) نے بی جے پی سے کہا کہ وہ وزیر اعظم نریندر مودی کی سرکاری رہائش گاہ کو عوام کے لیے کھولے۔ ایک پریس کانفرنس سے خطاب کرتے ہوئے، دہلی بی جے پی کے صدر وریندر سچدیوا نے الزام لگایا کہ ایک سرکاری بنگلے کی سالانہ دیکھ بھال کی لاگت ₹3.69 کروڑ بتاتی ہے کہ مسٹر کیجریوال نے یا تو اسے &quot;شاہی معیار&quot; کے مطابق برقرار رکھا یا زیادہ امکان ہے کہ وہ &quot;بدعنوانی&quot; میں ملوث تھے۔ دہلی میں، جہاں کوئی 250-300 مربع گز کا ایک معقول بنگلہ 4 کروڑ روپے سے بنا سکتا ہے، وہاں کیجریوال کے بنگلے کی دیکھ بھال پر سالانہ 3.69 کروڑ روپے کا خرچ حیران کن ہے۔",
          "tags": [
            "Kejriwal’s bungalow",
            "Bharatiya Janata Party",
            "Virendra Sachdeva"
          ],
          "title": "بی جے پی: 29.56 کروڑ 7 سال تک کیجریوال کے بنگلے کی دیکھ بھال کے لیے خرچ کیا۔",
          "tts_file_path": null
        }
      },
      "tts_file_path": "",
      "url": "https://www.thehindu.com/news/cities/Delhi/bjp-2956-cr-spent-to-maintain-kejriwals-bungalow-for-7-years/article69417480.ece"
    }
  ],
  "available_languages": {
    "as": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Assamese",
      "tts_supported": true
    },
    "bho": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Bhojpuri",
      "tts_supported": true
    },
    "bn": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Bengali",
      "tts_supported": true
    },
    "en": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "English_Indian",
      "tts_supported": true
    },
    "gu": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Gujarati",
      "tts_supported": true
    },
    "hi": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Hindi",
      "tts_supported": true
    },
    "kn": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Kannada",
      "tts_supported": true
    },
    "kok": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Konkani",
      "tts_supported": true
    },
    "mai": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Maithili",
      "tts_supported": true
    },
    "ml": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Malayalam",
      "tts_supported": true
    },
    "mni-Mtei": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Manipuri",
      "tts_supported": true
    },
    "mr": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Marathi",
      "tts_supported": true
    },
    "or": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Odia",
      "tts_supported": true
    },
    "pa": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Punjabi",
      "tts_supported": true
    },
    "sa": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Sanskrit",
      "tts_supported": true
    },
    "sd": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Sindhi",
      "tts_supported": true
    },
    "ta": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Tamil",
      "tts_supported": true
    },
    "te": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Telugu",
      "tts_supported": true
    },
    "ur": {
      "article_count": 1,
      "article_ids": [
        "364680b71592"
      ],
      "name": "Urdu",
      "tts_supported": true
    }
  },
  "count": 1,
  "last_updated": "2025-04-06T01:50:58.668024",
  "processing": false,
  "status": "success"
}